import { Component, OnInit, Renderer2 } from '@angular/core';
import { TranslatePipe } from '@ngx-translate/core';

interface Section {
  id: number;
  navTitle: string;
  navNumber: string;
  contentTitle: string;
  contentText: string;
  imageUrl: string;
}

@Component({
  selector: 'app-timeline',
  imports: [],
  templateUrl: './timeline.component.html',
  styleUrl: './timeline.component.css'
})
export class TimelineComponent  implements OnInit {

  sections: Section[] = [
    { id: 1, navTitle: 'من نحن', navNumber: '2013', contentTitle: 'شركة الزامل والخراشي للمحاماة', contentText: ' رحلة ٢٠ عاما من العطاء مسيرة شركة الزامل والخراشي للمحاماة منذ عام ( 1421 هـ ، 2000 م ) كشركة مهنية عاملة في المملكة العربية السعودية قائمة على خدمة عملائها وتمثيلهم لدى المؤسسات القضائية والقانونية وفق أفضل المعايير المهنية ، لتصبح من أهم بيوت الخبرة القانونية والشرعية في المملكة العربية السعودية.تبنّت شركة الزامل والخراشي للمحاماة مسئولية تقديم خدماتها القانونية بمهنية واحترافية عالية منذ يومها الأول، عبر استقطاب مستشارين متخصصين وفريق عمل محترفٍ يعمل وفق منهجية قانونية مهنية. إن توظيف الخبرات والمهارات والكفاءات الفردية ضمن فريق عمل متميز يعتبر من أهم أُسس العمل في مهنة المحاماة والاستشارات القانونية، وقد انطلقت الشركة من هذا الأساس بعملٍ احترافي لتقديم أفضل الخدمات القانونية ليتماشى مع التطور الاقتصادي الذي تشهده المنطقة. تسير شركة الزامل والخراشي للمحاماة بثقةٍ يصاحبها طموحٌ بقيامها بالدور الذي آمنت به لتكون جزءًا من تحقيق مستقبل الوطن الزاهر بمساهمة فريقها القانوني . أعمال وإنجازات وخدمات شركة الزامل والخراشي للمحاماة القانونية للقطاع التجاري وهيكلة الشركات العائلية بإشادة وسمعة متميزة في الأوساط المحلية مكنتها من أن تحتل  فقد افتتحت الزامل والخراشي  الشرقية و جدة لغرض تقديم المهنية العالمية لخدمة عملائها والاستفادة من التجارب العميقة لتلك الشركات العالمية. ', imageUrl: '/images/pexels-sora-shimazaki-5668484.jpg' },
    { id: 2, navTitle: 'المصرفي', navNumber: '2015', contentTitle: 'الأعمال المصرفية', contentText:' رحلة ٢٠ عاما من العطاء مسيرة شركة الزامل والخراشي للمحاماة منذ عام ( 1421 هـ ، 2000 م ) كشركة مهنية عاملة في المملكة العربية السعودية قائمة على خدمة عملائها وتمثيلهم لدى المؤسسات القضائية والقانونية وفق أفضل المعايير المهنية ، لتصبح من أهم بيوت الخبرة القانونية والشرعية في المملكة العربية السعودية.تبنّت شركة الزامل والخراشي للمحاماة مسئولية تقديم خدماتها القانونية بمهنية واحترافية عالية منذ يومها الأول، عبر استقطاب مستشارين متخصصين وفريق عمل محترفٍ يعمل وفق منهجية قانونية مهنية. إن توظيف الخبرات والمهارات والكفاءات الفردية ضمن فريق عمل متميز يعتبر من أهم أُسس العمل في مهنة المحاماة والاستشارات القانونية، وقد انطلقت الشركة من هذا الأساس بعملٍ احترافي لتقديم أفضل الخدمات القانونية ليتماشى مع التطور الاقتصادي الذي تشهده المنطقة. تسير شركة الزامل والخراشي للمحاماة بثقةٍ يصاحبها طموحٌ بقيامها بالدور الذي آمنت به لتكون جزءًا من تحقيق مستقبل الوطن الزاهر بمساهمة فريقها القانوني . أعمال وإنجازات وخدمات شركة الزامل والخراشي للمحاماة القانونية للقطاع التجاري وهيكلة الشركات العائلية بإشادة وسمعة متميزة في الأوساط المحلية مكنتها من أن تحتل  فقد افتتحت الزامل والخراشي  الشرقية و جدة لغرض تقديم المهنية العالمية لخدمة عملائها والاستفادة من التجارب العميقة لتلك الشركات العالمية. ', imageUrl: '/images/pexels-sora-shimazaki-5668484.jpg' },
    { id: 3, navTitle: 'التأمين', navNumber: '2200', contentTitle: 'قانون التأمين', contentText: ' رحلة ٢٠ عاما من العطاء مسيرة شركة الزامل والخراشي للمحاماة منذ عام ( 1421 هـ ، 2000 م ) كشركة مهنية عاملة في المملكة العربية السعودية قائمة على خدمة عملائها وتمثيلهم لدى المؤسسات القضائية والقانونية وفق أفضل المعايير المهنية ، لتصبح من أهم بيوت الخبرة القانونية والشرعية في المملكة العربية السعودية.تبنّت شركة الزامل والخراشي للمحاماة مسئولية تقديم خدماتها القانونية بمهنية واحترافية عالية منذ يومها الأول، عبر استقطاب مستشارين متخصصين وفريق عمل محترفٍ يعمل وفق منهجية قانونية مهنية. إن توظيف الخبرات والمهارات والكفاءات الفردية ضمن فريق عمل متميز يعتبر من أهم أُسس العمل في مهنة المحاماة والاستشارات القانونية، وقد انطلقت الشركة من هذا الأساس بعملٍ احترافي لتقديم أفضل الخدمات القانونية ليتماشى مع التطور الاقتصادي الذي تشهده المنطقة. تسير شركة الزامل والخراشي للمحاماة بثقةٍ يصاحبها طموحٌ بقيامها بالدور الذي آمنت به لتكون جزءًا من تحقيق مستقبل الوطن الزاهر بمساهمة فريقها القانوني . أعمال وإنجازات وخدمات شركة الزامل والخراشي للمحاماة القانونية للقطاع التجاري وهيكلة الشركات العائلية بإشادة وسمعة متميزة في الأوساط المحلية مكنتها من أن تحتل  فقد افتتحت الزامل والخراشي  الشرقية و جدة لغرض تقديم المهنية العالمية لخدمة عملائها والاستفادة من التجارب العميقة لتلك الشركات العالمية. ', imageUrl: '/images/pexels-sora-shimazaki-5668484.jpg' },
    { id: 4, navTitle: 'الاستثمار', navNumber: '2004', contentTitle: 'الاستثمار', contentText: ' رحلة ٢٠ عاما من العطاء مسيرة شركة الزامل والخراشي للمحاماة منذ عام ( 1421 هـ ، 2000 م ) كشركة مهنية عاملة في المملكة العربية السعودية قائمة على خدمة عملائها وتمثيلهم لدى المؤسسات القضائية والقانونية وفق أفضل المعايير المهنية ، لتصبح من أهم بيوت الخبرة القانونية والشرعية في المملكة العربية السعودية.تبنّت شركة الزامل والخراشي للمحاماة مسئولية تقديم خدماتها القانونية بمهنية واحترافية عالية منذ يومها الأول، عبر استقطاب مستشارين متخصصين وفريق عمل محترفٍ يعمل وفق منهجية قانونية مهنية. إن توظيف الخبرات والمهارات والكفاءات الفردية ضمن فريق عمل متميز يعتبر من أهم أُسس العمل في مهنة المحاماة والاستشارات القانونية، وقد انطلقت الشركة من هذا الأساس بعملٍ احترافي لتقديم أفضل الخدمات القانونية ليتماشى مع التطور الاقتصادي الذي تشهده المنطقة. تسير شركة الزامل والخراشي للمحاماة بثقةٍ يصاحبها طموحٌ بقيامها بالدور الذي آمنت به لتكون جزءًا من تحقيق مستقبل الوطن الزاهر بمساهمة فريقها القانوني . أعمال وإنجازات وخدمات شركة الزامل والخراشي للمحاماة القانونية للقطاع التجاري وهيكلة الشركات العائلية بإشادة وسمعة متميزة في الأوساط المحلية مكنتها من أن تحتل  فقد افتتحت الزامل والخراشي  الشرقية و جدة لغرض تقديم المهنية العالمية لخدمة عملائها والاستفادة من التجارب العميقة لتلك الشركات العالمية. ', imageUrl: '/images/pexels-sora-shimazaki-5668484.jpg' }
  ];

  selectedSection: Section | null = null;
  ngOnInit(): void {
    if (this.sections.length > 0) {
      this.selectedSection = this.sections[0];
    }
  }

  selectSection(section: Section): void {
    this.selectedSection = section;
  }

}
