{
  "navbar": {
    "home": "الرئيسية",
    "services": {
      "main": "خدماتنا القانونية",
      "sec1": "التقاضي وتسوية المنازعات",
      "par1": "التمثيل والمرافعة أمام المحاكم والهيئات القضائية على اختلاف درجاتها وتخصصاتها نيابةً عن عملاء الشركة، وتقديم الاستشارات والآراء القانونية والشرعية بشأن النزاعات القائمة والمحتملة، وتقديم أفضل الطرق للوقاية من النزاعات وحلها.",
      "sec2": "خدمات الشركات",
      "par2": "تُقدم الشركة الاستشارات القانونية وتُباشر أعمال الهيكلة والتأسيس للشركات والكيانات التجارية.",
      "sec3": "الدراسات والتشريعات  ",
      "par3": "الخدمات القانونية للشركات: تقديم المساعدة القانونية المتخصصة للشركات...",
      "sec4": "الانظمة العقارية",
      "par4": "صياغة وإعداد ومراجعة عقود بيع وشراء وتأجير الأراضي والعقارات.",
      "sec5": "الاوقاف والقطاع",
      "par5": "الخدمات القانونية للشركات: تقديم المساعدة القانونية المتخصصة للشركات...",
      "sec6": "الزكاة والضريبة",
      "par6": "الخدمات القانونية للشركات: تقديم المساعدة القانونية المتخصصة للشركات...",
      "sec7": "تقسيم التركات",
      "par7": "الخدمات القانونية للشركات: تقديم المساعدة القانونية المتخصصة للشركات...",
      "sec8": "قسمة التركات"
    },
    "team": "فريق العمل",
    "event": "المدونة",
    "branches": "الفروع",
    "contact": "تواصل معنا",
    "english": "الإنجليزية (US)",
    "arabic": "العربية (SA)"
  },
  "timeline": {
    "1": {
      "title": "من نحن",
      "mainTitle": "مسيرة مهنية راسخة تمتد لأكثر من 25 عاما",
      "paragraph": "منذ تأسيسها في عام 1421هـ (2000م)، وضعت شركة الزامل والخراشي للمحاماة والاستشارات القانونية نصب أعينها تقديم خدمات قانونية متميزة تمثل عملاءها أمام الجهات القضائية والتشريعية في المملكة، وفق أعلى المعايير المهنية",
      "paragraph2": "انطلقت الشركة برؤية واضحة تقوم على استقطاب الكفاءات القانونية، وتشكيل فريق عمل محترف يعمل بمنهجية دقيقة، ما مكنها من تلبية احتياجات عملائها بكفاءة، وبما يواكب التحولات الاقتصادية والتنموية في المملكة",
      "paragraph3": "وقد رسخت الشركة مكانتها كبيت خبرة قانوني بارز في مجالات القضايا التجارية، وهيكلة الشركات العائلية، والخدمات النظامية للقطاع الخاص، مما عزز حضورها وسمعتها في السوق المحلي. وانطلاقا من هذا النجاح، توسعت الشركة بافتتاح مكاتب في المنطقة الشرقية وجدة، تأكيدًا لالتزامها بتقديم خدمة مهنية بمعايير عالمية",
      "paragraph4": "إنها مسيرة طموحة، يقودها إيمان راسخ بدورنا في خدمة العدالة، ومساهمة حقيقية في صناعة مستقبل قانوني واعد للمملكة"
    },
    "2": {
      "title": "رؤيتنا",
      "mainTitle": "نحو ريادة قانونية بمعايير عالمية",
      "paragraph": "الريادة في تقديم الخدمات القانونية المتخصصة، والمساهمة في تطوير البيئة العدلية والمهنية في المملكة العربية السعودية"
    },
    "3": {
      "title": "رسالتنا",
      "mainTitle": "ربع قرن من التميز القانوني في المملكة",
      "paragraph": "تقديم خدمات قانونية عالية الجودة، قائمة على الاحترافية والالتزام، بما يحقق تطلعات العملاء ويعزز من مكانة الشركة كمصدر ثقة وخبرة قانونية"
    },
    "4": {
      "title": "اهدافنا",
      "mainTitle": "اهدافنا",
      "paragraph": "تمثيل العملاء بكفاءة أمام الجهات القضائية والتشريعية ",
      "paragraph2": "تطوير الحلول القانونية التي تواكب متغيرات السوق والأنظمة ",
      "paragraph3": "دعم استدامة الأعمال من خلال خدمات استشارية احترافية ",
      "paragraph4": "استقطاب وتطوير الكفاءات القانونية لضمان التميز المهني ",
      "paragraph5": "تعزيز الحضور المؤسسي محلياً واقليمياً"
    },
    "button": "تفاصيل أكثر",
    "paragraph": "رحلة ٢٠ عاما من العطاء مسيرة شركة الزامل والخراشي للمحاماة منذ عام ( 1421 هـ ، 2000 م ) كشركة مهنية عاملة في المملكة العربية السعودية قائمة على خدمة عملائها وتمثيلهم لدى المؤسسات القضائية والقانونية وفق أفضل المعايير المهنية ، لتصبح من أهم بيوت الخبرة القانونية والشرعية في المملكة العربية السعودية.تبنّت شركة الزامل والخراشي للمحاماة مسئولية تقديم خدماتها القانونية بمهنية واحترافية عالية منذ يومها الأول، عبر استقطاب مستشارين متخصصين وفريق عمل محترفٍ يعمل وفق منهجية قانونية مهنية. إن توظيف الخبرات والمهارات والكفاءات الفردية ضمن فريق عمل متميز يعتبر من أهم أُسس العمل في مهنة المحاماة والاستشارات القانونية، وقد انطلقت الشركة من هذا الأساس بعملٍ احترافي لتقديم أفضل الخدمات القانونية ليتماشى مع التطور الاقتصادي الذي تشهده المنطقة. تسير شركة الزامل والخراشي للمحاماة بثقةٍ يصاحبها طموحٌ بقيامها بالدور الذي آمنت به لتكون جزءًا من تحقيق مستقبل الوطن الزاهر بمساهمة فريقها القانوني . أعمال وإنجازات وخدمات شركة الزامل والخراشي للمحاماة القانونية للقطاع التجاري وهيكلة الشركات العائلية بإشادة وسمعة متميزة في الأوساط المحلية مكنتها من أن تحتل فقد افتتحت الزامل والخراشي الشرقية و جدة لغرض تقديم المهنية العالمية لخدمة عملائها والاستفادة من التجارب العميقة لتلك الشركات العالمية."
  },
  "title3": "التراخيص والاعتمادات",
  "form": {
    "title0": "نص المحتوى",
    "title": "تواصل معنا بشأن متطلباتك القانونية",
    "title2": "نحن هنا لنقدم لك أفضل الحلول القانونية بدعم فريق من الخبراء.",
    "connect": "تواصل معنا",
    "send": "إرسال",
    "group": {
      "Corporate": "الشركات والمعاملات التجارية",
      "Banking": "الخدمات المصرفية والمالية",
      "Investment": "خدمات صناديق الاستثمار",
      "Information": "تقنية المعلومات وحماية البيانات",
      "Intellectual": "الملكية الفكرية",
      "Employment": "قانون العمل والعمال",
      "Dispute": "تسوية المنازعات",
      "Foreign": "الاستثمار الأجنبي",
      "Government": "العقود الحكومية والمشتريات",
      "Capital": "أسواق المال",
      "Environmental": "القانون البيئي",
      "Insurance": "قانون التأمين",
      "Legal": "التدريب القانوني والامتثال",
      "Real": "العقارات",
      "Shipping": "القانون البحري والشحن"
    }
  },
  "footer": {
    "paragraph": "أكثر من ربع قرن في تقديم الخدمات القانونية",
    "Branches": "فروعنا",
    "riyadh": "الرياض",
    "khobar": "الخبر",
    "jeddah": "جدة",
    "dphone1": "الرقم الموحد",
    "dphone2": "920009756",
    "phone": "الهاتف:",
    "follow": "تابعنا:",
    "email": "البريد الإلكتروني",
    "hours": "ساعات العمل"
  },
  "team": {
    "titles": {
      "1": "محمد بن أحمد الزامل",
      "2": "عثمان بن محمد الزامل",
      "3": "ماجد بن حسن المشيقح",
      "4": "محمد بن عبدالكريم اللاحم",
      "5": "محمد علي عجبنا",
      "6": "تنوير أشرف محمد",
      "7": "الدكتور / ضياء بن حافظ سراج الدراني",
      "8": "فيصل بن عبدالله الشلالي",
      "9": "خالد بن عبدالمحسن القاضي",
      "10": "محمود محمد داوود",
      "11": "عبدالرحمن بن محمد العبدلي",
      "12": "مروان بن صالح التويجري",
      "13": "عبدالعزيز بن محمد المسند",
      "14": "عبدالرحمن بن عثمان الجميل",
      "15": "خالد بن عبيد الخيري",
      "16": "خالد بن أحمد الزامل",
      "17": "صالح بن خالد الدريبي",
      "18": "فيصل بن عبدالله العقيل",
      "19": "عبدالكريم بن عبدالله اللاحم",
      "20": "أنس بن عبدالمحسن القاضي",
      "21": "عبدالله خالد شروني",
      "22": "فهد بن سعد العجلان",
      "23": "عبدالرحمن بن محمد المهنّا",
      "24": "عاصم بن حمد العريض",
      "25": "سفيان بن سليمان السليم"
    },
    "maintitle": "فريق العمل لدينا",
    "subtitle": {
      "1": "الشريك المؤسس والمدير العام",
      "2": "شريك ومدير تنفيذي",
      "3": "كبير مستشارين قانونيين",
      "4": "كبير مستشارين قانونيين",
      "5": "كبير مستشارين قانونيين",
      "6": "كبير مستشارين قانونيين ورئيس قسم الاستشارات القانونية",
      "7": "كبير مستشارين قانونيين ورئيس قسم القطاع غير الربحي",
      "8": "محامي ورئيس قسم القضايا",
      "9": "محامي ورئيس قسم الشركات",
      "10": "كبير المستشارين القانونيين",
      "11": "محامي ومستشار قانوني",
      "12": "محامي ومستشار قانوني",
      "13": "محامي ومستشار قانوني",
      "14": "محامي ومستشار قانوني",
      "15": "محامي ومستشار قانوني",
      "16": "محامي ومستشار قانوني",
      "17": "محامي ومستشار قانوني",
      "18": "محامي وأخصائي قانوني",
      "19": "مستشار قانوني",
      "20": "محامي ومستشار قانوني",
      "21": "مستشار قانوني",
      "22": "محامي متدرب",
      "23": "محامي متدرب",
      "24": "محامي ومستشار قانوني",
      "25": "محامي متدرب"
    },
    "bio_title": {
      "1": "نبذة عن محمد الزامل وخبراته القانونية والقيادية",
      "2": "نبذة عن المؤهلات والخبرات القانونية والتجارية لعثمان بن محمد ",
      "3": "نبذة عن المستشار ماجد المشيقح وخبرته القضائية والقانونية الواسعة",
      "4": "نبذة عن المستشار محمد اللاحم وخبرته القضائية والقانونية المتخصصة",
      "5": ": نبذة عن المستشار محمد عجبنا وخبرته القانونية والتجارية الواسع",
      "6": "نبذة عن المستشار تنوير أشرف رئيس قسم الاستشارات وخبرته القانونية الدولية",
      "7": "نبذة عن د. ضياء الدراني رئيس قسم القطاع غير الربحي وخبراته الشرعية والقانونية",
      "8": "نبذة عن المحامي فيصل الشلالي رئيس قسم القضايا وخبراته في الترافع والاستشارات",
      "9": "نبذة عن المحامي خالد القاضي رئيس قسم الشركات وخبراته في قانون الشركات والسوق المالية",
      "10": "نبذة عن المستشار محمود داود وخبراته في التقاضي الدولي والعقود",
      "11": "نبذة عن المحامي عبدالرحمن العبدلي وخبراته في القانون التجاري وإدارة المشاريع القانونية",
      "12": " عن المحامي مروان التويجري وخبراته في التقاضي والعقود والأوقاف",
      "13": "نبذة عن المحامي عبدالعزيز المسند وخبراته في تأسيس الشركات والحوكمة والتقاضي",
      "14": "نبذة عن المحامي عبدالرحمن الجميل وخبراته في التقاضي والاستشارات القانونية",
      "15": "نبذة عن المحامي خالد الخيري وخبراته في الإجراءات القانونية المتنوعة",
      "16": " عن المحامي خالد الزامل (فرع الخبر) وخبراته في القانون التجاري والتقاضي",
      "17": "عن المحامي صالح الدريبي (فرع جدة) وخبراته في الشركات العائلية والتقاضي",
      "18": " عن المحامي فيصل العقيّل وخبراته في تأسيس الشركات والاستشارات التجارية",
      "19": " المستشار عبدالكريم اللاحم وخبراته في صياغة اللوائح وحوكمة الشركات",
      "20": "نبذة عن المحامي أنس القاضي وخبراته في الأوقاف والحوكمة والاستشارات",
      "21": "نبذة عن المستشار عبدالله شروني وخبراته في العقود والاستشارات القانونية",
      "22": "نبذة عن المحامي المتدرب فهد العجلان ومجالات عمله القانونية",
      "23": "نبذة عن المحامي المتدرب عبدالرحمن المهنا ومجالات عمله القانونية والإجرائية",
      "24": "نبذة عن المحامي المتدرب عاصم العريض وتخصصه في قانون الأعمال",
      "25": "سفيان السليم: محامٍ متدرب بخبرة في تأسيس الشركات والتقاضي"
    },
    "bio_text": {
      "1": "المحامي محمد الزامل حاصل على بكالوريوس أنظمة (قانون) من جامعة الملك سعود عام 1412هـ، ويتمتع بخبرة قانونية واسعة تمتد لأكثر من 25 عامًا. تتركز مجالات تخصصه وعمله الحالية داخل شركته على الترافع والتقاضي أمام كافة المحاكم واللجان، الوساطة والتحكيم، العقود التجارية والإدارية، وحوكمة الشركات بمختلف أنواعها (التجارية، العائلية، الوقفية)، بالإضافة إلى الإشراف العام. تمتد خبراته إلى ما هو أبعد من الممارسة التقليدية، حيث قدم الاستشارات الشرعية والنظامية، وقاد فرق عمل في مشاريع تشريعية حكومية هامة كباب الشركات غير الربحية، وساهم بفاعلية في صياغة الميثاق العائلي والدليل الاسترشادي للشركات العائلية ممثلاً لمجلس الغرف السعودية. كما شغل مناصب قيادية متعددة ومؤثرة بالغرفة التجارية الصناعية بالرياض، أبرزها نائب مدير الإدارة القانونية، ومدير مركز التحكيم، ورئيس لجنتي المحامين وشباب الأعمال.",
      "2": "عثمان بن محمد الزامل حاصل على مؤهلات علمية متقدمة تشمل بكالوريوس الشريعة (جامعة الإمام، 2016)، ودبلوم الدراسات القانونية (معهد الإدارة، 2018)، وماجستير في القانون التجاري (جامعة ريدينج، المملكة المتحدة، 2023). تتضمن مجالات عمله بالشركة إعداد الدراسات والاستشارات القانونية التجارية، والترافع وتمثيل العملاء أمام مختلف الجهات القضائية والتحكيمية، بالإضافة إلى الإشراف على فريق العمل وإدارة المشاريع. يتمتع بخبرة عميقة في تأسيس وهيكلة وحوكمة الكيانات التجارية، وصياغة ومراجعة العقود والاتفاقيات، وتقديم الاستشارات القانونية المتخصصة في المجالات التجارية والقضائية. يتقن اللغتين العربية والإنجليزية",
      "3": "ماجد بن حسن المشيقح، كبير المستشارين، يتمتع بخبرة قضائية وقانونية واسعة تزيد عن 20 عامًا، اكتسب جزءًا كبيرًا منها كقاضٍ سابق في الدوائر التجارية والإدارية. هو حاصل على بكالوريوس الشريعة (2004) وماجستير في السياسة الشرعية والأنظمة من المعهد العالي للقضاء (2006) بجامعة الإمام. يتركز عمله الحالي في الشركة على صياغة وإعداد اللوائح والمذكرات القضائية، وتقديم الاستشارات والدراسات الشرعية والقانونية المتخصصة، وإعداد المشاريع القانونية لمختلف القضايا (تجارية، عقارية، مدنية، إدارية، تركات)، بالإضافة إلى تسوية النزاعات بالوسائل البديلة ومراجعة العقود. يتقن اللغة العربية.",
      "4": "محمد بن عبدالكريم اللاحم، كبير المستشارين، يجمع بين مؤهلات أكاديمية متقدمة تشمل بكالوريوس الشريعة (2007)، وماجستير الأنظمة من المعهد العالي للقضاء (2009)، وماجستير قانون من جامعة مينيسوتا بالولايات المتحدة (2018). يتمتع بخبرة قضائية سابقة كقاضٍ في القضاء الإداري بديوان المظالم، وخبرة عملية تزيد عن 13 عامًا تتركز في إعداد وصياغة اللوائح والمذكرات القضائية، لا سيما في الأنظمة الإدارية ونظام المنافسات والمشتريات الحكومية، والأنظمة التجارية كنظام الشركات. يتضمن عمله الحالي بالشركة تقديم الاستشارات والدراسات الشرعية والقانونية المتخصصة. يتقن اللغتين العربية والإنجليزية.",
      "5": "محمد أحمد عجبنا، كبير المستشارين، حاصل على مؤهلات قانونية متنوعة تشمل بكالوريوس القوانين (جامعة الخرطوم)، وشهادات في الأنظمة المقارنة (السويد)، وترخيص المحاماة بالسودان، وهو مترجم قانوني معتمد. يتركز عمله بالشركة على دراسة وإعداد وصياغة ومراجعة العقود، الاستشارات المتعلقة بشؤون الشركات (تأسيس، حوكمة، اندماج)، الاستثمار الأجنبي، والمنازعات العمالية والتقاضي التجاري، والترجمة القانونية. يتمتع بخبرة عملية واسعة تزيد عن 30 عاماً تشمل الأنظمة المقارنة، الاستشارات والدراسات القانونية، القضاء التجاري والعام، الاستثمار الأجنبي، قطاعي البترول والغاز، السوق المالية، وإعداد دراسات الفحص النافي للجهالة. يتقن اللغتين العربية والإنجليزية بطلاقة.",
      "6": "تنوير أشرف محمد، مستشار قانوني ورئيس قسم الاستشارات، حاصل على ماجستير في القانون من جامعة كارديف بالمملكة المتحدة (2004) وبكالوريوس قانون من جامعة بنجاب (2001). يشرف على قسم الاستشارات المعدة باللغة الإنجليزية بالشركة، ويقدم الدعم القانوني والاستشارات المتخصصة، لا سيما فيما يتعلق بالعقود والاتفاقيات الدولية والمحلية، والمفاوضات السابقة لإبرامها. تتضمن خبرته التي تزيد عن 20 عاماً تقديم الآراء في عمليات الاندماج والاستحواذ والفحص النافي للجهالة، والفرانشايز، وتأسيس الشركات، بالإضافة إلى العمل على الأنظمة التجارية كنظام العلامات التجارية والاستثمار الأجنبي. يتقن اللغتين العربية والإنجليزية.",
      "7": "الدكتور ضياء بن حافظ سراج الدراني، مستشار قانوني ورئيس قسم القطاع غير الربحي بالشركة، يحمل مؤهلات عليا متخصصة تشمل الدكتوراه (2021) والماجستير (2012) في الفقه المقارن من المعهد العالي للقضاء، وبكالوريوس الشريعة (2008) من جامعة الإمام. يشرف على قسم القطاع غير الربحي ويتمتع بخبرة تزيد عن 13 عاماً تتركز بشكل خاص في هذا المجال، حيث يتخصص في صياغة وتطوير صكوك ولوائح الأوقاف والوصايا، وحوكمتها، وهيكلة وتأسيس كياناتها التجارية. كما يقدم الاستشارات الشرعية والقانونية، ويعد البحوث العلمية واللوائح والمذكرات القضائية. يتقن اللغة العربية.",
      "8": "المحامي فيصل بن عبدالله الشلالي، رئيس قسم القضايا بالشركة، حاصل على بكالوريوس الشريعة من جامعة الإمام (2011م). يرأس قسم القضايا ويتمتع بخبرة تزيد عن 12 عاماً في المحاماة والاستشارات القانونية. تتضمن خبرته العملية الترافع أمام كافة المحاكم واللجان القضائية وهيئات التحكيم في القضايا التجارية والإدارية والحقوقية. كما يبرع في صياغة ومراجعة العقود والاتفاقيات، وإعداد الدراسات والبحوث القانونية المتخصصة، وصياغة وتطوير الأنظمة واللوائح الداخلية. يتحدث العربية بطلاقة (لغة أم) ولديه مستوى متوسط في اللغة الإنجليزية.",
      "9": "المحامي خالد بن عبدالمحسن القاضي، رئيس قسم الشركات، حاصل على بكالوريوس الأنظمة (جامعة القصيم، 2017) وشهادات مهنية متخصصة (CME1، استشارات مالية إسلامية، تسوية منازعات). يشرف على قسم الشركات ويتمتع بخبرة تزيد عن 7 سنوات تتركز في أنظمة الشركات، الاستثمار الأجنبي، وبشكل خاص أنظمة هيئة السوق المالية. يقدم الاستشارات للشركات ومجالس الإدارة حول الحوكمة، ويصيغ لوائحها واتفاقيات الشركاء وسياسات اللجان، ويشارك في تأسيس الشركات وتسجيل العلامات التجارية. تشمل خبراته أيضاً مراجعة العقود، وتمثيل العملاء، والترافع عند الحاجة. يتقن اللغتين العربية والإنجليزية.",
      "10": "محمود داود، مستشار قانوني أول، حاصل على ليسانس الحقوق (جامعة القاهرة، 2012) وعضو بنقابة المحامين المصرية (استئناف). يتمتع بخبرة تزيد عن 12 عاماً تشمل التحكيم الدولي والتقاضي في مصر والسعودية، لا سيما في المنازعات التجارية، التأمين، العقود الدولية، والقضايا العمالية، مع خبرة مكتسبة من مكاتب قانونية دولية. تتضمن مجالات عمله صياغة العقود وتقديم الآراء القانونية باللغتين العربية والإنجليزية، وإعداد الدراسات الدولية المقارنة (مثل حماية البيانات)، وتقييم المخاطر القانونية، وإجراء الفحص النافي للجهالة لصفقات الاندماج والاستحواذ. يتقن العربية (لغة أم) والإنجليزية (صياغة قانونية).",
      "11": "المحامي والمستشار القانوني عبدالرحمن بن محمد العبدلي حاصل على بكالوريوس الأنظمة (جامعة القصيم) وماجستير في القانون (LLM) من جامعة كاليفورنيا ديفيز (2022م). يتمتع بخبرة تزيد عن 7 سنوات تشمل تقديم الاستشارات القانونية والقضائية في مجالات الأنظمة التجارية والضريبية والاستثمار الأجنبي، والترافع في القضايا التجارية. يبرع في إدارة المشاريع القانونية (LPM)، وصياغة التشريعات ولوائح حوكمة الشركات والكيانات غير الربحية، والعقود التجارية. كما لديه خبرة في دراسات الاندماج والاستحواذ ومعرفة بمسؤوليات مجالس الإدارات. يتقن اللغتين العربية والإنجليزية.",
      "12": "المحامي والمستشار القانوني مروان بن صالح التويجري، حاصل على ماجستير في الفقه المقارن (جامعة الإمام، 2021) وزمالة المستشار الشرعي (جمعية قضاء، 2020). يتمتع بخبرة تزيد عن 5 سنوات، تتركز في الترافع والتمثيل القضائي في القضايا المدنية والتجارية والإدارية، وتقديم الاستشارات القانونية والشرعية. تتضمن مجالات عمله أيضاً صياغة العقود المتعلقة بنظامي المعاملات المدنية والشركات، وتأسيس الكيانات التجارية والأوقاف، وصياغة وتسجيل صكوك الوقفية والوصايا لدى الجهات المختصة. يتقن اللغتين العربية والإنجليزية.",
      "13": "المحامي والمستشار القانوني عبد العزيز بن محمد المسند حاصل على بكالوريوس الحقوق (2017) ودبلوم المحاماة (2019)، بالإضافة إلى شهادات مهنية معتمدة في الحوكمة (ICCGO) والسوق المالية (CME1). يتمتع بخبرة تزيد عن 7 سنوات في مختلف التخصصات القانونية، مع تركيز خاص على تأسيس الشركات، وصياغة أنظمتها الأساسية ولوائح الحوكمة، وإعداد مستندات الجمعيات العامة ومجالس الإدارة (مهام أمانة السر). يقدم الاستشارات في الأنظمة التجارية، ويمثل العملاء ويترافع أمام المحاكم الإدارية والتجارية والعمالية والعامة. يتقن اللغة العربية (لغة أم).",
      "14": "المحامي والمستشار القانوني عبدالرحمن بن عثمان الجميل حاصل على بكالوريوس الشريعة (جامعة الإمام، 2015) ودبلوم الدراسات القانونية (معهد الإدارة، 2018). يتمتع بخبرة تزيد عن 9 سنوات تتركز في الترافع وتمثيل العملاء (أفراد وشركات) أمام المحاكم واللجان، وصياغة المذكرات واللوائح القانونية. يقدم الاستشارات والحلول القانونية في مختلف المجالات، ويشارك في إدارة المشاريع القانونية وحضور الاجتماعات لتقديم الدعم اللازم. يتقن اللغة العربية (لغة أم) ولديه مستوى متوسط في اللغة الإنجليزية.",
      "15": "المحامي والمستشار القانوني خالد بن عبيد الخيري، حاصل على بكالوريوس الشريعة (جامعة الإمام) وأكمل برنامج تأهيل المحامين (مركز التدريب العدلي). تتركز خبرته العملية بشكل واسع على الإجراءات القانونية والتنظيمية، بما في ذلك تأسيس الشركات والأوقاف، إجراءات الالتزام والحوكمة، وصياغة اللوائح والمذكرات. كما يتخصص في إجراءات الصكوك العقارية، وتسوية المنازعات العمالية والتأمينية والزكوية والضريبية، ولوائح تنظيم العمل، وقضاء التنفيذ، وتسجيل العلامات التجارية والملكية الفكرية. هو محامٍ ممارس ومرخص وعضو أساسي بالهيئة السعودية للمحامين، ويتقن اللغة العربية.",
      "16": "المحامي والمستشار القانوني خالد بن أحمد الزامل، يدير العمل بفرع الشركة بالمنطقة الشرقية (الخبر)، وهو حاصل على بكالوريوس الشريعة (جامعة الإمام، 2012). يتمتع بخبرة تزيد عن 9 سنوات في إعداد المذكرات والترافع في القضايا التجارية والعمالية والحقوقية، وتمثيل العملاء أمام مختلف الجهات القضائية. تشمل مجالات تخصصه أيضاً تأسيس الشركات، وعقد جمعياتها العمومية، وتسجيل العلامات والوكالات التجارية، بالإضافة إلى تقديم الاستشارات القانونية ومراجعة العقود المتعلقة بالكيانات التجارية وحوكمتها. يتقن اللغة العربية.",
      "17": "صالح بن خالد الدريبي، محامٍ ومستشار قانوني بفرع الشركة في جدة، حاصل على بكالوريوس الدراسات القضائية (جامعة أم القرى) وماجستير الفقه المقارن (المعهد العالي للقضاء). يتمتع بخبرة عملية بدأت عام 1436هـ، تتركز في الترافع القضائي بالقضايا العقارية والتجارية والمدنية، وإدارة المفاوضات والتسوية الودية. يتخصص أكاديمياً وعملياً في تنظيم وحوكمة الشركات العائلية، وإعداد الدراسات القضائية والقانونية والفقهية المتخصصة، وله عدة بحوث أكاديمية منشورة. يتقن اللغة العربية (لغة أم) ومستواه متوسط في اللغة الإنجليزية.",
      "18": "لمحامي والأخصائي القانوني فيصل بن عبدالله العقيّل، حاصل على بكالوريوس القانون بتقدير ممتاز (جامعة دار العلوم، 2021) وأكمل برنامج تطوير المحامين (وزارة العدل). يتمتع بخبرة تزيد عن 3 سنوات تتركز في تأسيس الشركات، وصياغة أنظمتها الأساسية ولوائح الحوكمة، وإعداد مستندات الجمعيات العامة ومجالس الإدارة. يقدم الاستشارات القانونية والقضائية، لا سيما في الأنظمة التجارية ونظام الشركات، ويمثل العملاء ويترافع أمام المحاكم العامة والعمالية. يتقن اللغة العربية",
      "19": "المستشار القانوني عبدالكريم بن عبدالله اللاحم حاصل على بكالوريوس الشريعة (جامعة الإمام). يتمتع بخبرة تزيد عن 6 سنوات تشمل صياغة اللوائح التنفيذية والإدارية (بما في ذلك للشركات المهنية وغير الربحية)، وتقديم الدراسات والاستشارات القانونية في مجالات متنوعة كالعلامات التجارية والاستثمار الأجنبي. يبرع في حوكمة الشركات والأوقاف وإعادة هيكلتها وصياغة سياساتها الداخلية، بالإضافة إلى تأسيس الشركات وتصفيتها واندماجها. كما يقوم بصياغة ومراجعة وترجمة العقود التجارية باللغتين العربية والإنجليزية، وكتابة المذكرات للقضايا الإدارية والتجارية. يتقن اللغتين العربية والإنجليزية.",
      "20": "المحامي والمستشار القانوني أنس بن عبد المحسن القاضي حاصل على مؤهلات عليا بتقدير ممتاز مع مرتبة الشرف الأولى (بكالوريوس شريعة وماجستير فقه مقارن). يمتلك خبرة تزيد عن 3 سنوات، تتركز في الترافع بالقضايا المدنية والأوقاف، وتقديم الاستشارات والآراء القانونية (بما في ذلك الضرائب) للأوقاف والشركات والكيانات غير الربحية. يتخصص في حوكمة وصياغة الأنظمة واللوائح الداخلية لهذه الكيانات، بالإضافة إلى تأسيسها، وصياغة العقود المرتبطة بنظامي المعاملات المدنية والشركات، وإعداد الدراسات القانونية المتخصصة. يتقن اللغة العربية.",
      "21": "المستشار القانوني عبدالله خالد محي الدين شروني، حاصل على بكالوريوس القانون مع مرتبة الشرف (جامعة الخرطوم) وباحث ماجستير في القانون العام. يمتلك خبرة مهنية تزيد عن 4 سنوات تتركز في تقديم الاستشارات القانونية، وصياغة ومراجعة العقود واللوائح والمذكرات القانونية باللغتين العربية والإنجليزية. تشمل مجالات عمله أيضاً إدارة المشاريع القانونية، ومتابعة الامتثال والحوكمة، وإدارة التسويات والنزاعات البديلة، وإجراء الأبحاث والمقارنات التشريعية. ساهم في تقديم حلول قانونية فعالة لدعم الشركات والمؤسسات وتعزيز التزامها بالأنظمة. يتقن اللغتين العربية والإنجليزية.",
      "22": "فهد بن سعد العجلان، محامٍ متدرب بالإدارة الرئيسية بالرياض، حاصل على بكالوريوس القانون من جامعة الأمير سلطان. يشارك ضمن فريق العمل في إعداد الاستشارات والآراء القانونية، والمساهمة في إجراءات تأسيس الشركات وهيكلتها، وصياغة العقود والاتفاقيات. تتضمن مجالات اهتمامه وعمله أيضاً المشاريع المشتركة، ومعاملات السوق المالية، وحوكمة الشركات، مما يبني خبرته في مختلف جوانب القانون التجاري. يتقن اللغتين العربية والإنجليزية.",
      "23": "عبدالرحمن بن محمد المهنا، محامٍ متدرب بالإدارة الرئيسية بالرياض، حاصل على مؤهلات عليا تشمل بكالوريوس الشريعة (جامعة الإمام) وماجستير السياسة الشرعية (المعهد العالي للقضاء)، وهو معتمد مهنياً للقانونيين (SASL). يشارك ضمن فريق العمل في صياغة اللوائح والمذكرات والعقود، وتقديم الاستشارات القانونية. تتضمن مجالات تدريبه وعمله أيضاً إجراء العمليات التوثيقية وعمليات التسجيل العيني للعقار، مما ينمي خبرته في الجوانب الإجرائية والقانونية المختلفة. يتقن اللغة العربية.",
      "24": "عاصم بن حمد العريض، محامٍ متدرب بالإدارة الرئيسية بالرياض، حاصل على بكالوريوس الشريعة مع مرتبة الشرف (جامعة أم القرى، 2022) وماجستير حديث في قانون الأعمال (جامعة جنوب كاليفورنيا، 2024). يشارك ضمن فريق العمل ويكتسب خبرته في مجالات متخصصة بقانون الأعمال تشمل الاندماج والاستحواذ، حوكمة الشركات، المعاملات التجارية، المشاريع المشتركة، وهيكلة الشركات، بالإضافة إلى معاملات السوق المالية. يتميز بإتقانه لثلاث لغات: العربية والإنجليزية والتركية.",
      "25": "سفيان بن سليمان السليم، محامٍ متدرب بالإدارة الرئيسية بالرياض، حاصل على بكالوريوس الشريعة (جامعة الإمام، 2021). يشارك ضمن فريق العمل في تقديم الاستشارات القانونية، وصياغة العقود والاتفاقيات التجارية. تتضمن مجالات تدريبه وعمله أيضاً إجراءات تأسيس وتصفية الشركات والكيانات التجارية وغير الربحية، وترتيب وعقد جمعياتها العمومية. كما يكتسب خبرة في الترافع أمام المحاكم والجهات العدلية، بالإضافة إلى المشاركة في إجراءات قسمة التركات وتوزيعها بين الورثة. يتقن اللغة العربية."
    },
    "extra_section": "في الزامل والخراشي للمحاماة، يقف خلف نجاحنا فريق قانوني متميز يجمع بين الخبرة العميقة والرؤية المتجددة. فريقنا ليس فقط خبراء في الأنظمة والتشريعات، بل شركاء في تقديم حلول قانونية مبتكرة تُبنى على فهم دقيق وحرص على مصلحة العميل بخبراتهم المتنوعة وشغفهم بالعدالة، نصنع الفارق في كل قضية تعالجها"
  },
  "event": {
    "item1": {
      "date": "30 أبريل 2025",
      "category": "أعمالنا",
      "title": "التنفيذ على الحصص والأسهم وفقًا لنظام الشركات الجديد",
      "description": "نظرة سريعة على كيفية تنفيذ الحصص والأسهم في النظام الجديد للشركات مع توضيح الاستثناءات",
      "details1": "يجوز التنفيذ على الحصص والأسهم وفق نظام الشركات الجديد عدا أسهم العضو في الشركات غير الربحية",
      "details2": "ويعد هذا الحكم معالجة لرفع الضمانات لدى الدائنين، في ظل كان النظام السابق لم يعط الدائن أحقية بذلك خلا ما يتصل بأحكام إفلاس وإعسار الشريك المؤسس",
      "details3": "ويكون إعمال هذا الحق بالتنفيذ بمجرد ثبوت الحق لدى الجهة القضائية دون الحاجة إلى وجود رهن سابق وفق نظام الرهن التجاري ونظام ضمان الأموال المنقولة"
    },
    "item2": {
      "date": "30 أبريل 2025",
      "category": "أعمالنا",
      "title": "من أبرز المبادئ التي أُسست في نظام المعاملات المدنية",
      "description": "منح القانون المحكمة صلاحيات واسعة لتفسير العقود وسد النواقص فيها لضمان صحتها ونفاذها.",
      "details1": "مبدأ سعة الصلاحيات الموكلة للمحكمة والتي تعالج الإشكالات الواردة في العقود، وذلك في سبيل استيفاء العقود صحيحة ونافذة",
      "details2": "فقد منح المشرع المحكمة صلاحيات واسعة لإلزام التزامات على طرفي العقد، وتحديد تفاصيل لم تبين في العقد، بغرض استيفاء العقد صحيحاً ومنتجاً لآثاره، ومن ذلك ما يلي:",
      "point1": "إذا لم يحدد المتعاقدان مقدار المحل ومضمون العقد ما يمكن للمحكمة تحديده بناءً على ذلك.",
      "point2": "إذا تم العقد بطريق الإذعان وتضمن شروطاً تعسفية، فللمحكمة أن تعدلها أو تعفي الطرف المذعن منها، وفقاً لما تقتضيه العدالة. ويُعتبر أي اتفاق على خلاف ذلك باطلاً.",
      "point3": "إذا كان هناك محل لتفسير العقد وجب بحث الإرادة المشتركة للمتعاقدين، دون الوقوف عند المعنى الحرفي للألفاظ، وسيسترشد في ذلك بالعرف وظروف العقد وطبيعة المعاملة وما جرى عليه التعامل بين الأطراف وغايتهم وشروطهم.",
      "point4": "إذا أضيف خيار الشرط في العقد دون تحديد مدته، قدرت المحكمة مدته بحسب العرف وظروف العقد.",
      "point5": "إذا لم تُحدد مدة الحظر على التصرف، قدرتها المحكمة بحسب العرف، وطبيعة المعاملة، والغرض من التصرف."
    }, 
    "item3": {
      "date": "30 أبريل 2025",
      "category": "أعمالنا",
      "title": "البيانات الواجبة إدراجها في الورق الرسمي للشركة",
      "description": "البيانات الإلزامية التي يجب على الشركات إدراجها في أوراقها الرسمية، وأثر تجاهلها من حيث الغرامات والمسؤولية القانونية على إدارة الشركة",
      "details1": "من الضروري التنبه إلى مسألة قد يغفل عنها عدد من الشركات التجارية وهي أن:",
      "details2": "هناك عدد من البيانات التي يجب تضمينها في الورق الرسمي للشركة، وهي كما أوردتها المادة التالية عشر من نظام الشركات، والتي يَعنى على إدارة الشركة الالتزام بإدراج البيانات التالية في كافة المكاتبات والعقود الصادرة عن الشركة:",
      "point1": "اسم الشركة.",
      "point2": "شكلها القانوني (ذات مسؤولية محدودة / مساهمة / مساهمة مبسطة).",
      "point3": "عنوانها.",
      "point4": "مقدار رأس المال والمبلغ المدفوع منه ",
      "point5": "رقم السجل التجاري.",
      "point6": "إضافة عبارة 'تحت التصفية' خلال فترة التصفية.",
      "details3": "الآثار القانونية حال عدم الالتزام بهذه المادة:",
      "details4": "من شأن عدم تضمين ماورد من البيانات المذكورة في المادة الثانية عشر أن يرتب مسؤولية تضمنية على الادارة في ديون الشركة كما أن المخالف قد يعاقب عليها بغرامة مالية تصل الى 500,000 ريال سعودي.",
      "details5": "ويدعم ذلك وجود عدد من السوابق القضائية التي حملت إدارة الشركة في الديون التي نشأت من وثائق صادرة من الشركة لم تتضمن بيانات حجم مقدار رأس المال، وكذلك شكل الشركة، حيث إن الهدف من الالتزام بإدراج البيانات إحاطة المتعاقد معه بمحدودية المسؤولية المقتصرة على رأس المال."
    }
  },
  "carousel": {
    "tit1": "نحو ريادة قانونية",
    "span1": "بمعايير",
    "span2": "عالمية",
    "tit2": "ربع قرن من التميز",
    "span3": "القانوني في",
    "span4": "المملكة ",
    "tit3": "حضور قانوني",
    "span5": "يمتد عبر",
    "span6": "المملكة ",
    "mainspan1": "في شركة الزامل والخراشي للمحاماة والاستشارات القانونية، تقدم خدمات قانونية متخصصة ترتكز على المهنية العالية والدقة والالتزام، لتلبية احتياجات عملائنا بثقة وجودة استثنائية ",
    "mainspan2": "على مدى أكثر من 25 عامًا، نواصل تقديم حلول قانونية فعّالة ومتكاملة، مستندين إلى خبرة واسعة وفهم عميق للأنظمة والتشريعات في المملكة العربية السعودية",
    "mainspan3": "نعتز بخدمة عملائنا في مختلف أنحاء المملكة، عبر مكاتبنا ونطاق خدماتنا في الرياض والمنطقة الشرقية والمنطقة الغربية، لنكون قريبين من متطلباتكم أينما كنتم"
  },
  "services": {
    "main": {
      "span": "مجالات الممارسة",
      "title": "الخدمات المهنية",
      "paragraph": "نتميز بالخبرة والاحترافية في تقديم الخدمات القانونية المتخصصة بمستوى عالٍ من الدقة والشفافية."
    },
    "section1": {
      "title": "الشركات والاستشارات التجارية",
      "span": "تقدم الشركة عدداً من الخدمات القانونية المتخصصة في قطاع الشركات والاعمال التجارية",
      "title2": "الإجراءات والحقوق",
      "paragraph1": "تقدم شركة الزامل والخراشي للمحاماة مجموعة شاملة من الخدمات القانونية المتخصصة في قطاع الشركات والشؤون التجارية، بما في ذلك الاستشارات القانونية المتعلقة بتأسيس الكيانات التجارية وهيكلتها وفقًا للأطر التنظيمية. كما تقوم الشركة بإصدار التراخيص التنظيمية لممارسة الأنشطة التجارية وتقديم الدعم القانوني الكامل في عمليات الاندماج والاستحواذ، بما في ذلك إعداد الاتفاقيات وإجراء الفحص النافي للجهالة لضمان سلامة الإجراءات وتقليل المخاطر.",
      "paragraph2": "تشمل خدماتنا تسجيل الأسماء والعلامات التجارية وحقوق الملكية الفكرية والصناعية، بالإضافة إلى تقديم الاستشارات القانونية بشأن حوكمة الشركات وصياغة اللوائح الداخلية وتنظيم اجتماعات الجمعيات العمومية وفقًا للمتطلبات التنظيمية."
    },
    "section2": {
      "title": "الاستشارات والشؤون العقارية",
      "span": "تقدم الشركة عدداً من الخدمات القانونية المتخصصة في المجال العقاري",
      "title2": "الإجراءات والحقوق",
      "paragraph1": "تقدم الشركة عددًا من الخدمات القانونية المتخصصة في المجال العقاري، تشمل صياغة ومراجعة عقود الشراكة والبيع والشراء والإيجار والاستثمار العقاري، بالإضافة إلى تأسيس وحوكمة وإعادة هيكلة الصناديق العقارية لتحقيق الكفاءة والامتثال التنظيمي. كما تتمتع الشركة بخبرة في تصفية المساهمات العقارية وحل النزاعات المتعلقة بها، بالإضافة إلى تقسيم وفرز العقارات المشتركة، سواء بالتراضي أو جبرًا. تشمل الخدمات أيضًا معالجة الصكوك العقارية وسندات الملكية واستيفاء المتطلبات التنظيمية لتوثيق الملكية.",
      "paragraph2": "يقوم فريقنا القانوني بإجراء الفحص النافي للجهالة على الأصول والعقارات، وتقديم المستندات المطلوبة، وتمثيل العملاء أمام الهيئة العامة لعقارات الدولة ولجنة نقض الصكوك. كما تمثل الشركة العملاء في المنازعات العقارية، بما في ذلك دعاوى إثبات الملكية أو حق الانتفاع وتداخل الصكوك.",
      "paragraph3": "تشمل خدماتنا أيضًا تمثيل العملاء في دعاوى نزع الملكية للمنفعة العامة والتعويضات، وتقديم المشورة القانونية المتخصصة بشأن أنظمة التسجيل العقاري وضريبة التصرفات العقارية وحالات الإعفاء منها، ورسوم الأراضي البيضاء، والبيع والتأجير على الخارطة، بالإضافة إلى الدراسات المتعلقة بأنظمة التخطيط العمراني."
    },
    "section3": {
      "title": "نظام العمل",
      "span": "تقدم الشركة مجموعة متكاملة من الخدمات القانونية المتخصصة في نظام العمل",
      "title2": "الإجراءات والحقوق",
      "paragraph1": "تقدم الشركة مجموعة شاملة من الخدمات القانونية المتخصصة المتعلقة بنظام العمل، استنادًا إلى خبرة واسعة في نظام العمل ولوائحه التنفيذية، وكذلك الأنظمة ذات الصلة، بما في ذلك نظام الخدمة المدنية والتأمين الصحي والتأمينات الاجتماعية. تشمل خدماتنا ما يلي:",
      "span1": "إعداد ومراجعة وتوثيق عقود العمل.",
      "span2": "صياغة لوائح العمل الداخلية وفقًا لنظام العمل.",
      "span3": "تقديم المشورة القانونية المتخصصة لمختلف الكيانات المحلية والأجنبية لضمان امتثال ممارساتها العمالية للأنظمة المعمول بها. تقديم حلول استباقية تساهم في تجنب النزاعات المحتملة من خلال آليات التسوية الودية والتفاوض الفعال بين الأطراف.",
      "span4": "المرافعة وتمثيل العملاء أمام المحاكم العمالية في جميع مراحل التقاضي."
    },
    "section4": {
      "title": "التقاضي وتسوية المنازعات",
      "span": "يقوم قسم التقاضي وحل النزاعات في الشركة بتمثيل عملاء الشركة والترافع نيابة عنهم",
      "title2": "الإجراءات والحقوق",
      "paragraph1": "يمثل قسم التقاضي وتسوية المنازعات بالشركة عملائه ويترافع نيابة عنهم أمام المحاكم والسلطات القضائية وهيئات التحكيم بمختلف درجاتها وتخصصاتها. كما يقدم القسم الآراء والمشورة الشرعية والقانونية للعملاء بشأن النزاعات القائمة والمحتملة، ويقدم أفضل السبل لمنع النزاعات والخلافات، بما في ذلك ما يلي:",
      "span1": "القضايا التجارية.",
      "span2": "القضايا العقارية.",
      "span3": "القضايا المالية والقانونية.",
      "span4": "القضايا الإدارية.",
      "span5": "قضايا الزكاة والضرائب.",
      "span6": "قضايا التركات والقسمة.",
      "span7": "قضايا الوصايا والأوقاف.",
      "span8": "قضايا التحكيم والوساطة وتسوية المنازعات البديلة.",
      "span9": "قضايا الملكية الفكرية وحقوق المؤلف والعلامات التجارية.",
      "span10": "قضايا الشركات والمؤسسات العائلية."
    },
    "section5": {
      "title": "أسواق المال",
      "span": "تقدم الشركة مجموعة من الخدمات القانونية المتعلقة بالسوق المالية",
      "title2": "الإجراءات والحقوق",
      "paragraph1": "تقدم شركة الزامل والخراشي للمحاماة مجموعة من الخدمات القانونية المتعلقة بالسوق المالية، تشمل ما يلي:",
      "span1": "التمثيل أمام لجنة الفصل في منازعات الأوراق المالية ولجنة الاستئناف في منازعات الأوراق المالية.",
      "span2": "تقديم الدراسات والاستشارات القانونية للجهات المدرجة في السوق المالية والأشخاص المرخص لهم.",
      "span3": "إعداد وصياغة ومراجعة اللوائح والسياسات الداخلية للشركات المدرجة في السوق المالية.",
      "span4": "إعداد ومراجعة شروط وأحكام مختلف أنواع صناديق الاستثمار.",
      "span5": "تقديم طلبات الاطلاع على بيانات الأوراق المالية والحسابات الاستثمارية للمتوفين، والإجراءات المتعلقة بها.",
      "span6": "تقديم الدراسات والاستشارات القانونية بشأن الأوراق المالية والمسائل ذات الصلة."
    },
    "section6": {
      "title": "الدراسات والتشريعات والعقود",
      "span": "للشركة خبرة كبيرة في مجال إعداد الدراسات القانونية",
      "paragraph1": "تتمتع الشركة بخبرة واسعة في إعداد وصياغة ومراجعة الدراسات القانونية والتشريعات واللوائح والعقود التجارية. ويستند ذلك إلى خبرة واسعة وفهم عميق للبيئة القانونية والتنظيمية لأكثر من خمسة وعشرين عامًا، مما يجعلها واحدة من أكثر الشركات قدرة وتخصصًا في هذا المجال.",
      "title5": "في مجال إعداد الدراسات القانونية:",
      "paragraph5": "تقدم الشركة تحليلات قانونية شاملة تغطي مختلف القطاعات، من خلال إعداد دراسات متخصصة في الجوانب الإدارية والتجارية والمالية والاستثمارية والعقارية، بالإضافة إلى دراسة الأنظمة والتشريعات والنزاعات ذات الصلة، مما يضمن سلامة القرارات القانونية. تشمل هذه الخدمات تقديم دراسات الجدوى القانونية، التي تقيّم مدى توافق المشاريع المقترحة مع الأنظمة والأطر القانونية القائمة، وتحليل المخاطر والمسؤوليات القانونية، واقتراح أفضل الهياكل التنظيمية للمساعدة في حماية الأصول وتعزيز الامتثال وبناء الثقة مع أصحاب المصلحة.",
      "title6": "في مجال التشريعات،",
      "paragraph6": "تساهم الشركة في تطوير وصياغة التشريعات واللوائح بما يتماشى مع أفضل الممارسات. وقد كان لها دور في تطوير وتنفيذ بعض الأنظمة والقوانين في المملكة العربية السعودية، وعملت بشكل وثيق مع الوزارات والجهات الحكومية، وكذلك مع الاستشاريين المتخصصين، لتقديم خبراتها في هذا المجال. ويرجع ذلك إلى إلمامها وفهمها للوضع القانوني والتنظيمي والاقتصادي. كما ساهمت في تقديم الخدمات القانونية لعدد من الجهات الحكومية والخاصة في هذا الصدد. وشمل عملها في مشاريع صياغة التشريعات واللوائح لهذه الجهات تقديم المشورة الشاملة لتحقيق أهدافها وغاياتها.",
      "title7": "في مجال صياغة ومراجعة العقود والاتفاقيات:",
      "paragraph7": "تتمتع شركة الزامل والخراشي للمحاماة بخبرة واسعة في صياغة ومراجعة العقود والاتفاقيات التجارية بمختلف أنواعها، مما يضمن حماية مصالح العملاء وتقليل المخاطر القانونية. يعتمد الفريق القانوني والشرعي بالشركة على منهجية دقيقة تضمن الصياغة السليمة، بما في ذلك الالتزامات والضمانات اللازمة، مع تقديم استشارات متخصصة تمكّن العملاء من اتخاذ قرارات قانونية سليمة. تشمل خدماتنا أيضًا إعداد ومراجعة عقود الاندماج والاستحواذ، والتسويات، والمعاملات المالية، وعقود عمل الشركات، وعقود التوريد، والامتيازات التجارية، واتفاقيات الاستثمار، مع التحقق من امتثالها للأنظمة والتشريعات وتعديلها عند الضرورة لتعزيز الحماية القانونية والعدالة التعاقدية."
    },
    "section7": {
      "title": "الثروات العائلية",
      "span": "تقدم الشركة خدمات قانونية متخصصة في مجال الثروات العائلية",
      "title2": "الإجراءات والحقوق",
      "paragraph1": "انطلاقًا من فهم شركة الزامل والخراشي للمحاماة العميق لأهمية الكيانات العائلية كركيزة محورية للتنمية الاقتصادية، تقدم الشركة خدمات قانونية متخصصة في مجال الثروات العائلية.",
      "paragraph2": "تهتم الشركة بإعادة هيكلة الأصول العائلية لتحقيق الكفاءة والاستدامة. نعمل على إعداد وصياغة المواثيق العائلية التي تنظم العلاقات بين الأجيال وتؤسس لإطار قانوني يحافظ على وحدة اتخاذ القرار ويحمي الثروة من التشتت والنزاع. كما نقدم خدمات صياغة اللوائح الداخلية والقرارات للشركات العائلية، بما يضمن التوازن بين حوكمة الشركات والخصوصية العائلية، وبالتالي تحقيق استدامة هذه الشركات عبر الأجيال."
    },
    "section8": {
      "title": "الأوقاف والكيانات غير الربحية",
      "span": "يُساهم القطاع غير الربحي في المملكة مساهمة مشهودة في التنمية المستدامة",
      "title2": "الإجراءات والحقوق",
      "paragraph1": "يساهم القطاع غير الربحي في المملكة مساهمة كبيرة في التنمية المستدامة. وتؤكد رؤية 2030 على تمكين هذا القطاع وزيادة مساهمته في الناتج المحلي الإجمالي. ويشهد القطاع، بأوقافه ومنظماته، نموًا ملحوظًا، مع صدور أنظمته ولوائحه وقواعده الخاصة به.",
      "paragraph2": "سعيًا للنهوض بقطاع الأوقاف وغير الربحي ورفع كفاءته، أنشأنا قسمًا متخصصًا داخل الشركة مخصصًا لهذا القطاع، وهو مسؤول عن تلبية مجموعة واسعة من احتياجات قطاع الأوقاف وغير الربحي.",
      "paragraph3": "نعتمد على استخدام الخبرات المتراكمة والمهارات الفردية لإنشاء منتجات غير ربحية مبتكرة، وتطوير استراتيجية وقفية لصالح الكيانات التابعة لها، وتحسين عملها وفقًا لقواعد الحوكمة، ونسعى جاهدين لتقديم حلول فريدة لتلبية احتياجات عملائنا وفهم تطلعاتهم لتحقيق الأهداف ومواجهة التحديات.",
      "mainSpan1": "تتميز خدماتنا بفهم عميق ورؤية حديثة مقرونة بإرث شامل من الخبرة المكتسبة من خلال العمل مع الكيانات والمنظمات غير الربحية العامة والخاصة. تشمل خدماتنا:",
      "span1": "صياغة وثائق الوقف، وفقًا لشروط الواقفين وأهدافهم المعلنة، وبما يتوافق مع القواعد والأنظمة.",
      "span2": "تأسيس الكيانات غير الربحية والصناديق والمحافظ الاستثمارية الوقفية، واختيار الهيكل المناسب لها، وتنظيمها باستخدام أفضل الوسائل القانونية المتاحة.",
      "span3": "إعداد وصياغة عقود التأسيس واللوائح الداخلية وقواعد الحوكمة للكيانات غير الربحية بجميع أنواعها.",
      "span4": "تطوير الخطط والسياسات والأدلة الإجرائية للكيانات غير الربحية.",
      "span5": "معالجة الأوقاف القديمة والمتعثرة وحل مشاكلها لضمان استدامتها.",
      "span6": "تقديم الاستشارات وإبداء الآراء القانونية ومراجعة الأمور التي يرغب العملاء في الاستفسار عنها بخصوص استثماراتهم وعقودهم.",
      "span7": "العمل كأمناء لمجالس النظار ومجالس الأمناء.",
      "mainSpan2": "يتجلى نجاحنا في تحقيق تطلعات عملائنا من خلال إنجاز العديد من المشاريع، بما في ذلك:",
      "span8": "إعداد مشروع نظام شركة غير ربحية.",
      "span9": "تقديم المشورة القانونية لهيكلة وتأسيس وتنظيم وحوكمة العديد من الكيانات الوقفية وغير الربحية الكبرى.",
      "span10": "إيجاد حلول وابتكارات قانونية لتنظيم أصول الأوقاف وآليات التعامل معها.",
      "span11": "إحياء الأوقاف المتعثرة من خلال الحصول على سوابق قضائية تجيز استثمار أموالها المودعة لدى الجهات المختصة في صناديق ومحافظ استثمارية حتى يتم إيجاد بديل للأصول الموقوفة.",
      "span12": "الحصول على أذونات قضائية لتملك الأوقاف والوصايا في كيانات تجارية دون الحاجة إلى تخصيص حصتها في أصول معينة.",
      "span13": "تطوير وثائق الأوقاف القديمة لعدد من الأوقاف الكبيرة وتعديلها وفقًا للصيغ الحديثة لتمكينها من تحقيق التنمية والاستدامة."
    },
    "section9": {
      "title": "شؤون الزكاة والضرائب",
      "span": "تقدم الشركة خدمات قانونية متخصصة في مجال الزكاة والضريبة",
      "title2": "الإجراءات والحقوق",
      "paragraph1": "تقدم شركة الزامل والخراشي للمحاماة خدمات قانونية متخصصة في مجال الزكاة والضريبة، تشمل تقديم المشورة القانونية بشأن المسائل التنظيمية المتعلقة بأنظمة الزكاة والضريبة وتحليل التزامات العملاء وفقًا للقوانين واللوائح المعمول بها.",
      "paragraph2": "كما تمثل الشركة عملائها أمام اللجان الزكوية والضريبية المختصة وتعد المذكرات والمرافعات القانونية ذات الصلة، بما يضمن حماية مصالحهم وصون حقوقهم القانونية بكفاءة ومهنية عالية."
    },
    "button": "تفاصيل",
    "form": {
      "contact": "تواصل معنا",
      "name": "اسمك",
      "email": "البريد الإلكتروني",
      "message": "رسالتك",
      "send": "إرسال"
    }
  },
  "branches": {
    "address": "العنوان",
    "phone": "رقم الهاتف",
    "phone2": "الرقم الموحد",
    "email": "البريد الإلكتروني",
    "hours": "ساعات العمل",
    "location1": "الفرع الرئيسي: الرياض",
    "location2": "المنطقة الشرقية: الخبر",
    "location3": "المنطقة الغربية: جدة",
    "addressLine1": "طريق مكة المكرمة (جسر الخليج)",
    "addressLine2": "طريق الملك فهد (برج إن إس إتش)",
    "addressLine3": "برج بارك الأعمال – المقر الرئيسي"
  },
  "contact": {
    "main": {
      "span1": "تعرّف",
      "title": "مهمتنا",
      "span2": "إذا كنت تبحث عن خدمات قانونية عالية الجودة واحترافية، فأنت في المكان الصحيح.",
      "paragraph": "دور الشركة في تقديم خدمات قانونية واستشارية واسعة النطاق لعدد كبير من الجهات الحكومية والخاصة داخل المملكة العربية السعودية، وخاصة في قطاعات التجارة والاستثمار والعقارات والصناعة والتعليم والصحة والنقل. وقد شملت خدماتها إعداد الهياكل القانونية، تقديم الاستشارات للهيئات الحكومية، المساهمة في مشاريع كبرى، مراجعة الأنظمة واللوائح، وتمثيل الشركات أمام الجهات الرسمية، إضافة إلى تقديم الدعم القانوني في صفقات استثمارية بمليارات الريالات، والمشاركة في تأسيس شركات كبرى داخل المملكة.",
      "span3": "اتصل بنا لجدولة موعدك القادم! "
    },
    "sec": {
      "title1": "موقعنا:",
      "span1": "المملكة العربية السعودية، الرياض، طريق مكة المكرمة",
      "title2": "ساعات العمل:",
      "span2": "Sat-Thur 8:30 AM - 5:00 PM",
      "title3": "بريدنا الإلكتروني:",
      "span3": "info@zk-legal.com",
      "title4": "اتصل بنا اليوم:",
      "span4": "920009756"
    }
  },
  "counter": {
    "1": "فريق العمل",
    "2": "الاستشارات القانونية",
    "3": "القضايا المنجزة",
    "4": "العملاء"
  }
}