{
  "navbar": {
    "home": "الرئيسية",
    "services": {
      "main": "خدماتنا القانونية",
      "sec1": "التقاضي وتسوية المنازعات",
      "par1": "التمثيل والمرافعة أمام المحاكم والهيئات القضائية على اختلاف درجاتها وتخصصاتها نيابةً عن عملاء الشركة، وتقديم الاستشارات والآراء القانونية والشرعية بشأن النزاعات القائمة والمحتملة، وتقديم أفضل الطرق للوقاية من النزاعات وحلها.",
      "sec2": "خدمات الشركات",
      "par2": "تُقدم الشركة الاستشارات القانونية وتُباشر أعمال الهيكلة والتأسيس للشركات والكيانات التجارية.",
      "sec3": "الدراسات والتشريعات  ",
      "par3": "الخدمات القانونية للشركات: تقديم المساعدة القانونية المتخصصة للشركات...",
      "sec4": "الانظمة العقارية",
      "par4": "صياغة وإعداد ومراجعة عقود بيع وشراء وتأجير الأراضي والعقارات.",
      "sec5": "الاوقاف والقطاع",
      "par5": "الخدمات القانونية للشركات: تقديم المساعدة القانونية المتخصصة للشركات...",
      "sec6": "الزكاة والضريبة",
      "par6": "الخدمات القانونية للشركات: تقديم المساعدة القانونية المتخصصة للشركات...",
      "sec7": "تقسيم التركات",
      "par7": "الخدمات القانونية للشركات: تقديم المساعدة القانونية المتخصصة للشركات...",
      "sec8": "قسمة التركات"
    },
    "team": "فريق العمل",
    "event": "المدونة",
    "branches": "الفروع",
    "contact": "تواصل معنا",
    "english": "الإنجليزية (US)",
    "arabic": "العربية (SA)"
  },
  "timeline": {
    "main": "الجدول الزمني",
    "firm": "شركة الزامل والخرّاشي للمحاماة",
    "button": "للمزيد",
    "paragraph": "منذ الانطلاقة الأولى قبل أكثر من خمس وعشرين سنة، وبالخبرة التي سبق بها المؤسسون تلك الفترة بسنوات طويلة، توجهت الأنظار إلى قوة الكفاءة المهنية الكاملة المقرونة بالنزاهة والصدق، ونتج عن ذلك عدد من النجاحات في عدة مجالات."
  },
  "title3": "اعتمادات الشركة",
  "form": {
    "title0": "نص المحتوى",
    "title": "تواصل معنا بشأن متطلباتك القانونية",
    "title2": "نحن هنا لنقدم لك أفضل الحلول القانونية بدعم فريق من الخبراء.",
    "connect": "تواصل معنا",
    "send": "إرسال",
    "group": {
      "Corporate": "الشركات والمعاملات التجارية",
      "Banking": "الخدمات المصرفية والمالية",
      "Investment": "خدمات صناديق الاستثمار",
      "Information": "تقنية المعلومات وحماية البيانات",
      "Intellectual": "الملكية الفكرية",
      "Employment": "قانون العمل والعمال",
      "Dispute": "تسوية المنازعات",
      "Foreign": "الاستثمار الأجنبي",
      "Government": "العقود الحكومية والمشتريات",
      "Capital": "أسواق المال",
      "Environmental": "القانون البيئي",
      "Insurance": "قانون التأمين",
      "Legal": "التدريب القانوني والامتثال",
      "Real": "العقارات",
      "Shipping": "القانون البحري والشحن"
    }
  },
  "footer": {
    "paragraph": "تأسست قبل أكثر من خمس وعشرين سنة، استناداً إلى الخبرة الواسعة السابقة للمؤسسين، وكان تركيزنا دائماً على بناء ثقافة مهنية قوية مقرونة بالنزاهة والمصداقية، وقد أدى هذا النهج إلى تحقيق العديد من النجاحات في مختلف المجالات.",
    "connect": "تواصل معنا",
    "riyadh": "الرياض",
    "khobar": "الخبر",
    "jeddah": "جدة",
    "dphone": "الرقم الموحد: 920009756",
    "phone": "الهاتف:",
    "follow": "تابعنا:",
    "email": "البريد الإلكتروني",
    "hours": "ساعات العمل"
  },
  "team": {
  "titles": {
    "1": "محمد بن أحمد الزامل",
    "2": "عثمان بن محمد الزامل",
    "3": "ماجد بن حسن المشيقح",
    "4": "محمد بن عبدالكريم اللاحم",
    "5": "محمد أحمد عجبنا",
    "6": "تنوير أشرف محمد",
    "7": "الدكتور / ضياء بن حافظ سراج الدراني",
    "8": "فيصل بن عبدالله الشلالي",
    "9": "خالد بن عبدالمحسن القاضي",
    "10": "محمود داوود",
    "11": "عبدالرحمن بن محمد العبدلي",
    "12": "مروان بن صالح التويجري",
    "13": "عبدالعزيز بن محمد المسند",
    "14": "عبدالرحمن بن عثمان الجميل",
    "15": "خالد بن عبيد الخيري",
    "16": "خالد بن أحمد الزامل",
    "17": "صالح بن خالد الضريبي",
    "18": "فيصل بن عبدالله العقيل",
    "19": "عبدالكريم بن عبدالله اللحيم",
    "20": "أنس بن عبدالمحسن القاضي",
    "21": "عبدالله خالد محيي الدين شاروني",
    "22": "فهد بن سعد العجلان",
    "23": "عبدالرحمن بن محمد المهنّا",
    "24": "عاصم العريّض",
    "25": "سفيان بن سليمان بن حمد السلي"
  },
  "maintitle": "فريق العمل لدينا",
  "subtitle": {
    "1": "شريك مؤسس ورئيس مجلس الإدارة",
    "2": "شريك والرئيس التنفيذي",
    "3": "مستشار قانوني",
    "4": "مستشار قانوني",
    "5": "مستشار قانوني",
    "6": "مستشار قانوني ورئيس قسم الاستشارات القانونية",
    "7": "مستشار قانوني ورئيس قسم القطاع غير الربحي",
    "8": "محامٍ ورئيس قسم التقاضي",
    "9": "محامٍ ورئيس قسم الشركات",
    "10": "كبير المستشارين القانونيين",
    "11": "محامٍ ومستشار قانوني",
    "12": "محامٍ ومستشار قانوني",
    "13": "محامٍ ومستشار قانوني",
    "14": "محامٍ ومستشار قانوني",
    "15": "محامٍ ومستشار قانوني",
    "16": "محامٍ ومستشار قانوني",
    "17": "محامٍ ومستشار قانوني",
    "18": "محامٍ وأخصائي قانوني",
    "19": "مستشار قانوني",
    "20": "محامٍ متدرب ومستشار قانوني",
    "21": "مستشار قانوني",
    "22": "محامٍ متدرب",
    "23": "محامٍ متدرب",
    "24": "متدرب مساعد",
    "25": "محامٍ متدرب"
  },
  "bio_title": {
      "1": "نبذة عن محمد الزامل وخبراته القانونية والقيادية",
      "2": "نبذة عن المؤهلات والخبرات القانونية والتجارية لعثمان بن محمد ",
      "3": "نبذة عن المستشار ماجد المشيقح وخبرته القضائية والقانونية الواسعة",
      "4": "نبذة عن المستشار محمد اللاحم وخبرته القضائية والقانونية المتخصصة",
      "5": ": نبذة عن المستشار محمد عجبنا وخبرته القانونية والتجارية الواسع",
      "6": "نبذة عن المستشار تنوير أشرف رئيس قسم الاستشارات وخبرته القانونية الدولية",
      "7": "نبذة عن د. ضياء الدراني رئيس قسم القطاع غير الربحي وخبراته الشرعية والقانونية",
      "8": "نبذة عن المحامي فيصل الشلالي رئيس قسم القضايا وخبراته في الترافع والاستشارات",
      "9": "نبذة عن المحامي خالد القاضي رئيس قسم الشركات وخبراته في قانون الشركات والسوق المالية",
      "10": "نبذة عن المستشار محمود داود وخبراته في التقاضي الدولي والعقود",
      "11": "نبذة عن المحامي عبدالرحمن العبدلي وخبراته في القانون التجاري وإدارة المشاريع القانونية",
      "12": " عن المحامي مروان التويجري وخبراته في التقاضي والعقود والأوقاف",
      "13": "نبذة عن المحامي عبدالعزيز المسند وخبراته في تأسيس الشركات والحوكمة والتقاضي",
      "14": "نبذة عن المحامي عبدالرحمن الجميل وخبراته في التقاضي والاستشارات القانونية",
      "15": "نبذة عن المحامي خالد الخيري وخبراته في الإجراءات القانونية المتنوعة",
      "16": " عن المحامي خالد الزامل (فرع الخبر) وخبراته في القانون التجاري والتقاضي",
      "17": "عن المحامي صالح الدريبي (فرع جدة) وخبراته في الشركات العائلية والتقاضي",
      "18": " عن المحامي فيصل العقيّل وخبراته في تأسيس الشركات والاستشارات التجارية",
      "19": " المستشار عبدالكريم اللاحم وخبراته في صياغة اللوائح وحوكمة الشركات",
      "20": "نبذة عن المحامي أنس القاضي وخبراته في الأوقاف والحوكمة والاستشارات",
      "21": "نبذة عن المستشار عبدالله شروني وخبراته في العقود والاستشارات القانونية",
      "22": "نبذة عن المحامي المتدرب فهد العجلان ومجالات عمله القانونية",
      "23": "نبذة عن المحامي المتدرب عبدالرحمن المهنا ومجالات عمله القانونية والإجرائية",
      "24": "نبذة عن المحامي المتدرب عاصم العريض وتخصصه في قانون الأعمال",
      "25": "سفيان السليم: محامٍ متدرب بخبرة في تأسيس الشركات والتقاضي"
  },
  "bio_text": {
      "1": "المحامي محمد الزامل حاصل على بكالوريوس أنظمة (قانون) من جامعة الملك سعود عام 1412هـ، ويتمتع بخبرة قانونية واسعة تمتد لأكثر من 25 عامًا. تتركز مجالات تخصصه وعمله الحالية داخل شركته على الترافع والتقاضي أمام كافة المحاكم واللجان، الوساطة والتحكيم، العقود التجارية والإدارية، وحوكمة الشركات بمختلف أنواعها (التجارية، العائلية، الوقفية)، بالإضافة إلى الإشراف العام. تمتد خبراته إلى ما هو أبعد من الممارسة التقليدية، حيث قدم الاستشارات الشرعية والنظامية، وقاد فرق عمل في مشاريع تشريعية حكومية هامة كباب الشركات غير الربحية، وساهم بفاعلية في صياغة الميثاق العائلي والدليل الاسترشادي للشركات العائلية ممثلاً لمجلس الغرف السعودية. كما شغل مناصب قيادية متعددة ومؤثرة بالغرفة التجارية الصناعية بالرياض، أبرزها نائب مدير الإدارة القانونية، ومدير مركز التحكيم، ورئيس لجنتي المحامين وشباب الأعمال.",
      "2": "عثمان بن محمد الزامل حاصل على مؤهلات علمية متقدمة تشمل بكالوريوس الشريعة (جامعة الإمام، 2016)، ودبلوم الدراسات القانونية (معهد الإدارة، 2018)، وماجستير في القانون التجاري (جامعة ريدينج، المملكة المتحدة، 2023). تتضمن مجالات عمله بالشركة إعداد الدراسات والاستشارات القانونية التجارية، والترافع وتمثيل العملاء أمام مختلف الجهات القضائية والتحكيمية، بالإضافة إلى الإشراف على فريق العمل وإدارة المشاريع. يتمتع بخبرة عميقة في تأسيس وهيكلة وحوكمة الكيانات التجارية، وصياغة ومراجعة العقود والاتفاقيات، وتقديم الاستشارات القانونية المتخصصة في المجالات التجارية والقضائية. يتقن اللغتين العربية والإنجليزية",
      "3": "ماجد بن حسن المشيقح، كبير المستشارين، يتمتع بخبرة قضائية وقانونية واسعة تزيد عن 20 عامًا، اكتسب جزءًا كبيرًا منها كقاضٍ سابق في الدوائر التجارية والإدارية. هو حاصل على بكالوريوس الشريعة (2004) وماجستير في السياسة الشرعية والأنظمة من المعهد العالي للقضاء (2006) بجامعة الإمام. يتركز عمله الحالي في الشركة على صياغة وإعداد اللوائح والمذكرات القضائية، وتقديم الاستشارات والدراسات الشرعية والقانونية المتخصصة، وإعداد المشاريع القانونية لمختلف القضايا (تجارية، عقارية، مدنية، إدارية، تركات)، بالإضافة إلى تسوية النزاعات بالوسائل البديلة ومراجعة العقود. يتقن اللغة العربية.",
      "4": "محمد بن عبدالكريم اللاحم، كبير المستشارين، يجمع بين مؤهلات أكاديمية متقدمة تشمل بكالوريوس الشريعة (2007)، وماجستير الأنظمة من المعهد العالي للقضاء (2009)، وماجستير قانون من جامعة مينيسوتا بالولايات المتحدة (2018). يتمتع بخبرة قضائية سابقة كقاضٍ في القضاء الإداري بديوان المظالم، وخبرة عملية تزيد عن 13 عامًا تتركز في إعداد وصياغة اللوائح والمذكرات القضائية، لا سيما في الأنظمة الإدارية ونظام المنافسات والمشتريات الحكومية، والأنظمة التجارية كنظام الشركات. يتضمن عمله الحالي بالشركة تقديم الاستشارات والدراسات الشرعية والقانونية المتخصصة. يتقن اللغتين العربية والإنجليزية.",
      "5": "محمد أحمد عجبنا، كبير المستشارين، حاصل على مؤهلات قانونية متنوعة تشمل بكالوريوس القوانين (جامعة الخرطوم)، وشهادات في الأنظمة المقارنة (السويد)، وترخيص المحاماة بالسودان، وهو مترجم قانوني معتمد. يتركز عمله بالشركة على دراسة وإعداد وصياغة ومراجعة العقود، الاستشارات المتعلقة بشؤون الشركات (تأسيس، حوكمة، اندماج)، الاستثمار الأجنبي، والمنازعات العمالية والتقاضي التجاري، والترجمة القانونية. يتمتع بخبرة عملية واسعة تزيد عن 30 عاماً تشمل الأنظمة المقارنة، الاستشارات والدراسات القانونية، القضاء التجاري والعام، الاستثمار الأجنبي، قطاعي البترول والغاز، السوق المالية، وإعداد دراسات الفحص النافي للجهالة. يتقن اللغتين العربية والإنجليزية بطلاقة.",
      "6": "تنوير أشرف محمد، مستشار قانوني ورئيس قسم الاستشارات، حاصل على ماجستير في القانون من جامعة كارديف بالمملكة المتحدة (2004) وبكالوريوس قانون من جامعة بنجاب (2001). يشرف على قسم الاستشارات المعدة باللغة الإنجليزية بالشركة، ويقدم الدعم القانوني والاستشارات المتخصصة، لا سيما فيما يتعلق بالعقود والاتفاقيات الدولية والمحلية، والمفاوضات السابقة لإبرامها. تتضمن خبرته التي تزيد عن 20 عاماً تقديم الآراء في عمليات الاندماج والاستحواذ والفحص النافي للجهالة، والفرانشايز، وتأسيس الشركات، بالإضافة إلى العمل على الأنظمة التجارية كنظام العلامات التجارية والاستثمار الأجنبي. يتقن اللغتين العربية والإنجليزية.",
      "7": "الدكتور ضياء بن حافظ سراج الدراني، مستشار قانوني ورئيس قسم القطاع غير الربحي بالشركة، يحمل مؤهلات عليا متخصصة تشمل الدكتوراه (2021) والماجستير (2012) في الفقه المقارن من المعهد العالي للقضاء، وبكالوريوس الشريعة (2008) من جامعة الإمام. يشرف على قسم القطاع غير الربحي ويتمتع بخبرة تزيد عن 13 عاماً تتركز بشكل خاص في هذا المجال، حيث يتخصص في صياغة وتطوير صكوك ولوائح الأوقاف والوصايا، وحوكمتها، وهيكلة وتأسيس كياناتها التجارية. كما يقدم الاستشارات الشرعية والقانونية، ويعد البحوث العلمية واللوائح والمذكرات القضائية. يتقن اللغة العربية.",
      "8": "المحامي فيصل بن عبدالله الشلالي، رئيس قسم القضايا بالشركة، حاصل على بكالوريوس الشريعة من جامعة الإمام (2011م). يرأس قسم القضايا ويتمتع بخبرة تزيد عن 12 عاماً في المحاماة والاستشارات القانونية. تتضمن خبرته العملية الترافع أمام كافة المحاكم واللجان القضائية وهيئات التحكيم في القضايا التجارية والإدارية والحقوقية. كما يبرع في صياغة ومراجعة العقود والاتفاقيات، وإعداد الدراسات والبحوث القانونية المتخصصة، وصياغة وتطوير الأنظمة واللوائح الداخلية. يتحدث العربية بطلاقة (لغة أم) ولديه مستوى متوسط في اللغة الإنجليزية.",
      "9": "المحامي خالد بن عبدالمحسن القاضي، رئيس قسم الشركات، حاصل على بكالوريوس الأنظمة (جامعة القصيم، 2017) وشهادات مهنية متخصصة (CME1، استشارات مالية إسلامية، تسوية منازعات). يشرف على قسم الشركات ويتمتع بخبرة تزيد عن 7 سنوات تتركز في أنظمة الشركات، الاستثمار الأجنبي، وبشكل خاص أنظمة هيئة السوق المالية. يقدم الاستشارات للشركات ومجالس الإدارة حول الحوكمة، ويصيغ لوائحها واتفاقيات الشركاء وسياسات اللجان، ويشارك في تأسيس الشركات وتسجيل العلامات التجارية. تشمل خبراته أيضاً مراجعة العقود، وتمثيل العملاء، والترافع عند الحاجة. يتقن اللغتين العربية والإنجليزية.",
      "10": "محمود داود، مستشار قانوني أول، حاصل على ليسانس الحقوق (جامعة القاهرة، 2012) وعضو بنقابة المحامين المصرية (استئناف). يتمتع بخبرة تزيد عن 12 عاماً تشمل التحكيم الدولي والتقاضي في مصر والسعودية، لا سيما في المنازعات التجارية، التأمين، العقود الدولية، والقضايا العمالية، مع خبرة مكتسبة من مكاتب قانونية دولية. تتضمن مجالات عمله صياغة العقود وتقديم الآراء القانونية باللغتين العربية والإنجليزية، وإعداد الدراسات الدولية المقارنة (مثل حماية البيانات)، وتقييم المخاطر القانونية، وإجراء الفحص النافي للجهالة لصفقات الاندماج والاستحواذ. يتقن العربية (لغة أم) والإنجليزية (صياغة قانونية).",
      "11": "المحامي والمستشار القانوني عبدالرحمن بن محمد العبدلي حاصل على بكالوريوس الأنظمة (جامعة القصيم) وماجستير في القانون (LLM) من جامعة كاليفورنيا ديفيز (2022م). يتمتع بخبرة تزيد عن 7 سنوات تشمل تقديم الاستشارات القانونية والقضائية في مجالات الأنظمة التجارية والضريبية والاستثمار الأجنبي، والترافع في القضايا التجارية. يبرع في إدارة المشاريع القانونية (LPM)، وصياغة التشريعات ولوائح حوكمة الشركات والكيانات غير الربحية، والعقود التجارية. كما لديه خبرة في دراسات الاندماج والاستحواذ ومعرفة بمسؤوليات مجالس الإدارات. يتقن اللغتين العربية والإنجليزية.",
      "12": "المحامي والمستشار القانوني مروان بن صالح التويجري، حاصل على ماجستير في الفقه المقارن (جامعة الإمام، 2021) وزمالة المستشار الشرعي (جمعية قضاء، 2020). يتمتع بخبرة تزيد عن 5 سنوات، تتركز في الترافع والتمثيل القضائي في القضايا المدنية والتجارية والإدارية، وتقديم الاستشارات القانونية والشرعية. تتضمن مجالات عمله أيضاً صياغة العقود المتعلقة بنظامي المعاملات المدنية والشركات، وتأسيس الكيانات التجارية والأوقاف، وصياغة وتسجيل صكوك الوقفية والوصايا لدى الجهات المختصة. يتقن اللغتين العربية والإنجليزية.",
      "13": "المحامي والمستشار القانوني عبد العزيز بن محمد المسند حاصل على بكالوريوس الحقوق (2017) ودبلوم المحاماة (2019)، بالإضافة إلى شهادات مهنية معتمدة في الحوكمة (ICCGO) والسوق المالية (CME1). يتمتع بخبرة تزيد عن 7 سنوات في مختلف التخصصات القانونية، مع تركيز خاص على تأسيس الشركات، وصياغة أنظمتها الأساسية ولوائح الحوكمة، وإعداد مستندات الجمعيات العامة ومجالس الإدارة (مهام أمانة السر). يقدم الاستشارات في الأنظمة التجارية، ويمثل العملاء ويترافع أمام المحاكم الإدارية والتجارية والعمالية والعامة. يتقن اللغة العربية (لغة أم).",
      "14": "المحامي والمستشار القانوني عبدالرحمن بن عثمان الجميل حاصل على بكالوريوس الشريعة (جامعة الإمام، 2015) ودبلوم الدراسات القانونية (معهد الإدارة، 2018). يتمتع بخبرة تزيد عن 9 سنوات تتركز في الترافع وتمثيل العملاء (أفراد وشركات) أمام المحاكم واللجان، وصياغة المذكرات واللوائح القانونية. يقدم الاستشارات والحلول القانونية في مختلف المجالات، ويشارك في إدارة المشاريع القانونية وحضور الاجتماعات لتقديم الدعم اللازم. يتقن اللغة العربية (لغة أم) ولديه مستوى متوسط في اللغة الإنجليزية.",
      "15": "المحامي والمستشار القانوني خالد بن عبيد الخيري، حاصل على بكالوريوس الشريعة (جامعة الإمام) وأكمل برنامج تأهيل المحامين (مركز التدريب العدلي). تتركز خبرته العملية بشكل واسع على الإجراءات القانونية والتنظيمية، بما في ذلك تأسيس الشركات والأوقاف، إجراءات الالتزام والحوكمة، وصياغة اللوائح والمذكرات. كما يتخصص في إجراءات الصكوك العقارية، وتسوية المنازعات العمالية والتأمينية والزكوية والضريبية، ولوائح تنظيم العمل، وقضاء التنفيذ، وتسجيل العلامات التجارية والملكية الفكرية. هو محامٍ ممارس ومرخص وعضو أساسي بالهيئة السعودية للمحامين، ويتقن اللغة العربية.",
      "16": "المحامي والمستشار القانوني خالد بن أحمد الزامل، يدير العمل بفرع الشركة بالمنطقة الشرقية (الخبر)، وهو حاصل على بكالوريوس الشريعة (جامعة الإمام، 2012). يتمتع بخبرة تزيد عن 9 سنوات في إعداد المذكرات والترافع في القضايا التجارية والعمالية والحقوقية، وتمثيل العملاء أمام مختلف الجهات القضائية. تشمل مجالات تخصصه أيضاً تأسيس الشركات، وعقد جمعياتها العمومية، وتسجيل العلامات والوكالات التجارية، بالإضافة إلى تقديم الاستشارات القانونية ومراجعة العقود المتعلقة بالكيانات التجارية وحوكمتها. يتقن اللغة العربية.",
      "17": "صالح بن خالد الدريبي، محامٍ ومستشار قانوني بفرع الشركة في جدة، حاصل على بكالوريوس الدراسات القضائية (جامعة أم القرى) وماجستير الفقه المقارن (المعهد العالي للقضاء). يتمتع بخبرة عملية بدأت عام 1436هـ، تتركز في الترافع القضائي بالقضايا العقارية والتجارية والمدنية، وإدارة المفاوضات والتسوية الودية. يتخصص أكاديمياً وعملياً في تنظيم وحوكمة الشركات العائلية، وإعداد الدراسات القضائية والقانونية والفقهية المتخصصة، وله عدة بحوث أكاديمية منشورة. يتقن اللغة العربية (لغة أم) ومستواه متوسط في اللغة الإنجليزية.",
      "18": "لمحامي والأخصائي القانوني فيصل بن عبدالله العقيّل، حاصل على بكالوريوس القانون بتقدير ممتاز (جامعة دار العلوم، 2021) وأكمل برنامج تطوير المحامين (وزارة العدل). يتمتع بخبرة تزيد عن 3 سنوات تتركز في تأسيس الشركات، وصياغة أنظمتها الأساسية ولوائح الحوكمة، وإعداد مستندات الجمعيات العامة ومجالس الإدارة. يقدم الاستشارات القانونية والقضائية، لا سيما في الأنظمة التجارية ونظام الشركات، ويمثل العملاء ويترافع أمام المحاكم العامة والعمالية. يتقن اللغة العربية",
      "19": "المستشار القانوني عبدالكريم بن عبدالله اللاحم حاصل على بكالوريوس الشريعة (جامعة الإمام). يتمتع بخبرة تزيد عن 6 سنوات تشمل صياغة اللوائح التنفيذية والإدارية (بما في ذلك للشركات المهنية وغير الربحية)، وتقديم الدراسات والاستشارات القانونية في مجالات متنوعة كالعلامات التجارية والاستثمار الأجنبي. يبرع في حوكمة الشركات والأوقاف وإعادة هيكلتها وصياغة سياساتها الداخلية، بالإضافة إلى تأسيس الشركات وتصفيتها واندماجها. كما يقوم بصياغة ومراجعة وترجمة العقود التجارية باللغتين العربية والإنجليزية، وكتابة المذكرات للقضايا الإدارية والتجارية. يتقن اللغتين العربية والإنجليزية.",
      "20": "المحامي والمستشار القانوني أنس بن عبد المحسن القاضي حاصل على مؤهلات عليا بتقدير ممتاز مع مرتبة الشرف الأولى (بكالوريوس شريعة وماجستير فقه مقارن). يمتلك خبرة تزيد عن 3 سنوات، تتركز في الترافع بالقضايا المدنية والأوقاف، وتقديم الاستشارات والآراء القانونية (بما في ذلك الضرائب) للأوقاف والشركات والكيانات غير الربحية. يتخصص في حوكمة وصياغة الأنظمة واللوائح الداخلية لهذه الكيانات، بالإضافة إلى تأسيسها، وصياغة العقود المرتبطة بنظامي المعاملات المدنية والشركات، وإعداد الدراسات القانونية المتخصصة. يتقن اللغة العربية.",
      "21": "المستشار القانوني عبدالله خالد محي الدين شروني، حاصل على بكالوريوس القانون مع مرتبة الشرف (جامعة الخرطوم) وباحث ماجستير في القانون العام. يمتلك خبرة مهنية تزيد عن 4 سنوات تتركز في تقديم الاستشارات القانونية، وصياغة ومراجعة العقود واللوائح والمذكرات القانونية باللغتين العربية والإنجليزية. تشمل مجالات عمله أيضاً إدارة المشاريع القانونية، ومتابعة الامتثال والحوكمة، وإدارة التسويات والنزاعات البديلة، وإجراء الأبحاث والمقارنات التشريعية. ساهم في تقديم حلول قانونية فعالة لدعم الشركات والمؤسسات وتعزيز التزامها بالأنظمة. يتقن اللغتين العربية والإنجليزية.",
      "22": "فهد بن سعد العجلان، محامٍ متدرب بالإدارة الرئيسية بالرياض، حاصل على بكالوريوس القانون من جامعة الأمير سلطان. يشارك ضمن فريق العمل في إعداد الاستشارات والآراء القانونية، والمساهمة في إجراءات تأسيس الشركات وهيكلتها، وصياغة العقود والاتفاقيات. تتضمن مجالات اهتمامه وعمله أيضاً المشاريع المشتركة، ومعاملات السوق المالية، وحوكمة الشركات، مما يبني خبرته في مختلف جوانب القانون التجاري. يتقن اللغتين العربية والإنجليزية.",
      "23": "عبدالرحمن بن محمد المهنا، محامٍ متدرب بالإدارة الرئيسية بالرياض، حاصل على مؤهلات عليا تشمل بكالوريوس الشريعة (جامعة الإمام) وماجستير السياسة الشرعية (المعهد العالي للقضاء)، وهو معتمد مهنياً للقانونيين (SASL). يشارك ضمن فريق العمل في صياغة اللوائح والمذكرات والعقود، وتقديم الاستشارات القانونية. تتضمن مجالات تدريبه وعمله أيضاً إجراء العمليات التوثيقية وعمليات التسجيل العيني للعقار، مما ينمي خبرته في الجوانب الإجرائية والقانونية المختلفة. يتقن اللغة العربية.",
      "24": "عاصم بن حمد العريض، محامٍ متدرب بالإدارة الرئيسية بالرياض، حاصل على بكالوريوس الشريعة مع مرتبة الشرف (جامعة أم القرى، 2022) وماجستير حديث في قانون الأعمال (جامعة جنوب كاليفورنيا، 2024). يشارك ضمن فريق العمل ويكتسب خبرته في مجالات متخصصة بقانون الأعمال تشمل الاندماج والاستحواذ، حوكمة الشركات، المعاملات التجارية، المشاريع المشتركة، وهيكلة الشركات، بالإضافة إلى معاملات السوق المالية. يتميز بإتقانه لثلاث لغات: العربية والإنجليزية والتركية.",
      "25": "سفيان بن سليمان السليم، محامٍ متدرب بالإدارة الرئيسية بالرياض، حاصل على بكالوريوس الشريعة (جامعة الإمام، 2021). يشارك ضمن فريق العمل في تقديم الاستشارات القانونية، وصياغة العقود والاتفاقيات التجارية. تتضمن مجالات تدريبه وعمله أيضاً إجراءات تأسيس وتصفية الشركات والكيانات التجارية وغير الربحية، وترتيب وعقد جمعياتها العمومية. كما يكتسب خبرة في الترافع أمام المحاكم والجهات العدلية، بالإضافة إلى المشاركة في إجراءات قسمة التركات وتوزيعها بين الورثة. يتقن اللغة العربية."
  }
}

}