{
    "navbar": {
        "home": "home",
        "services": {
            "main": "Our Services",
            "sec1": "Litigation and dispute resolution",
            "par1": "Litigation and Dispute Resolution Representing and pleading before courts and judicial bodies of all levels and specializations on behalf of the company's clients, providing legal and Sharia advice and opinions to clients regarding existing and potential disputes, and providing the best ways to prevent and resolve disputes",
            "sec2": "Corporate services",
            "par2": "The company provides legal advice and undertakes structuring and establishment work for companies and commercial entities.",
            "sec3": "Studies and legislation  ",
            "par3": "Corporate Services: Providing expert legal assistance for corporations...",
            "sec4": "Labor system and labor relations",
            "par4": " Drafting, preparing, and reviewing land and real estate sale, purchase, and lease contracts",
            "sec5": "Real estate regulations",
            "par5": "Corporate Services: Providing expert legal assistance for corporations...",
            "sec6": "Endowments and the non-profit ",
            "par6": "Corporate Services: Providing expert legal assistance for corporations...",
            "sec7": "Zakat and tax",
            "par7": "Corporate Services: Providing expert legal assistance for corporations...",
            "sec8": "Division of estates"
        },
        "team": "Our Team",
        "event": "Events",
        "branches": "Our branches",
        "contact": "Contact us",
        "english": "English (US)",
        "arabic": "Arabic (SA)"
    },
    "timeline": {
        "1": {
            "title": "About Us",
            "mainTitle": "Al Zamil & Al Kharashi Law Firm",
            "paragraph": "Since its establishment in 1421 AH (2000 AD), Al Zamil & Al Kharashi Law Firm and Legal Consultations has set its sights on providing distinguished legal services, representing its clients before judicial and legislative authorities in the Kingdom, according to the highest professional standards",
            "paragraph2": "The firm began with a clear vision based on attracting legal talents and forming a professional team that works with a precise methodology This enabled it to meet its clients' needs efficiently and in line with the economic and developmental transformations in the Kingdom",
            "paragraph3": "The firm has solidified its position as a prominent legal expertise house in the fields of commercial cases, family business structuring, and regulatory services for the private sector, which has enhanced its presence and reputation in the local market Building on this success, the firm expanded by opening offices in the Eastern Province and Jeddah, affirming its commitment to providing professional service with global standards",
            "paragraph4": "It is an ambitious journey, driven by a firm belief in our role in serving justice and a genuine contribution to shaping a promising legal future for the Kingdom"
        },
        "2": {
            "title": "Our Vision",
            "mainTitle": "Towards Legal Leadership with Global Standards",
            "paragraph": "At Al Zamil & Al Kharashi Law Firm and Legal Consultations, we provide specialized legal services based on high professionalism, precision, and commitment, to meet our clients' needs with confidence and exceptional quality."
        },
        "3": {
            "title": "Experience",
            "mainTitle": "A Quarter Century of Legal Excellence in the Kingdom",
            "paragraph": "For over 25 years, we have continued to provide effective and integrated legal solutions, relying on extensive experience and a deep understanding of the laws and regulations in the Kingdom of Saudi Arabia."
        },
        "4": {
            "title": "Geographical Presence",
            "mainTitle": "A Legal Presence Extending Across the Kingdom",
            "paragraph": "We take pride in serving our clients throughout the Kingdom, through our offices and service range in Riyadh, the Eastern Province, and the Western Province, to be close to your requirements wherever you are."
        },
        "firm": "Al-Zamel and Al-Kharashi Law Firm",
        "button": "For more",
        "paragraph": "Since its establishment in 2000 (1421 AH), Al-Zamil & Al-Kharashi Law Firm has consistently pursued excellence as a leading legal entity in the Kingdom of Saudi Arabia. Committed to providing high-quality legal services with exceptional professionalism, the firm has built a reputation for serving clients before judicial and legal institutions, offering expert legal and Sharia counsel. The firm’s foundation is rooted in attracting specialized legal consultants and a highly skilled team that operates under a structured methodology. With a focus on expertise, talent, and collaboration, Al-Zamil & Al-Kharashi has delivered premium legal services aligned with the region's economic growth. Its distinguished reputation in commercial legal services and family business restructuring has earned it a prominent place in the market, and with new branches in the Eastern Province and Jeddah, the firm continues to expand its reach and offer world-class services to its clients."
    },
    "title3": "Company Accreditations",
    "form": {
        "title0": "title",
        "title": "CONTACT US WITH YOUR LEGAL REQUIREMENTS",
        "title2": "We are here to provide you with the best legal solutions, backed by a team of experts.",
        "connect": "Let's Connect",
        "send": "Send",
        "group": {
            "Corporate": "Corporate and Commercial",
            "Banking": "Banking and Finance",
            "Investment": "Investment Fund Services",
            "Information": "Information Technology and Data Protection",
            "Intellectual": "Intellectual Property",
            "Employment": "Employment and Labor Law",
            "Dispute": "Dispute Resolution",
            "Foreign": "Foreign Investment",
            "Government": "Government Contracts and Procurement",
            "Capital": "Capital Markets",
            "Environmental": "Environmental Law",
            "Insurance": "Insurance Law",
            "Legal": "Legal and Compliance Training",
            "Real": "Real Estate",
            "Shipping": "Shipping and Maritime Law"
        }
    },
    "footer": {
        "paragraph": "Established over twenty-five years ago, building on the founders' extensive prior experience, our focus has always been on fostering a strong professional culture combined with integrity and trustworthiness. This approach has led to numerous successes across various fields.",
        "connect": "Contact Us",
        "riyadh": "Riyadh",
        "khobar": "Khobar",
        "jeddah": "Jeddah",
        "dphone": "Unified Number: 920009756",
        "phone": "phone:",
        "follow": "Follow Us:",
        "email": "Email",
        "hours": "Working Hours"
    },
    "team": {
        "titles": {
            "1": "Mohammed bin Ahmad Al-Zamil",
            "2": "Othman bin Mohammed Al-Zamil",
            "3": "Majid bin Hassan Al-Mushaikah",
            "4": "Mohammed bin Abdulkarim Al-Lahim",
            "5": "Mohamed Ahmad Ajabna",
            "6": "Tanvir Ashraf Mohammed",
            "7": "Dr. Diaa bin Hafiz Siraj Al-Durani",
            "8": "Faisal bin Abdullah Al-Shallali",
            "9": "Khalid bin Abdulmohsen Al-Kadi",
            "10": "Mahmoud Dawoud",
            "11": "Abdulrahman bin Mohammed Abdulali",
            "12": "Marwan bin Saleh Al-Tweijri  ",
            "13": "Abdulaziz bin Mohammed Al-Misnad",
            "14": "Abdulrahman bin Othman Al-Jameel",
            "15": "Khalid Bin Obead Al Khairi",
            "16": "Khalid bin Ahmad Al-Zamil",
            "17": "Saleh bin Khaled Al-Duraibi",
            "18": "Faisal bin Abdullah Al-Aqeel",
            "19": "Abdulkarim bin Abdullah Al-Lahim",
            "20": "Anas bin Abdulmohsen Al-Qadhi",
            "21": "Abdullah Khaled Mohiuddin Sharoni",
            "22": "Fahad bin Saad Al-Ajlan",
            "23": "Abdulrahman bin Mohammed Al-Muhanna",
            "24": "Asim Aloraidh",
            "25": "Sufyan bin Suleiman bin Hamad Al-Sulai"
        },
        "maintitle": "Our Team Members",
        "subtitle": {
            "1": "Founding Partner and Chairman of the Board",
            "2": "Partner and Chief Executive Officer",
            "3": "Counsel",
            "4": "Counsel",
            "5": "Counsel",
            "6": "Counsel and Head of Legal Consultations Department",
            "7": "Legal Advisor and Head of the Non-Profit Sector Department",
            "8": "Lawyer and Head of Litigation Department",
            "9": "Lawyer and Head of Corporate Department",
            "10": "Senior Legal Advisor",
            "11": "Attorney and Legal Advisor",
            "12": "Attorney and Legal Advisor",
            "13": "Attorney and Legal Advisor",
            "14": "Attorney and Legal Advisor",
            "15": "Attorney and Legal Advisor",
            "16": "Attorney and Legal Advisor",
            "17": "Lawyer and Legal Consultant",
            "18": "Lawyer and Legal Specialist",
            "19": "Legal Consultant",
            "20": "Trainee Lawyer and Legal Consultant",
            "21": "Legal Consultant",
            "22": "Trainee Lawyer",
            "23": "Trainee Lawyer",
            "24": "Trainee Associate",
            "25": "Trainee Lawyer"
        },
        "bio_title": {
            "1": "An Overview of Mohammed Al-Zamil and his Legal and Leadership Experience",
            "2": "An Overview of Othman bin Mohammed Al-Zamil's Legal and Commercial Qualifications and Experience",
            "3": "An Overview of Consultant Majed Al-Mashikih and His Extensive Judicial and Legal Experience",
            "4": "An Overview of Consultant Mohammed Al-Lahem and His Specialized Judicial and Legal Experience",
            "5": "An Overview of Consultant Mohammed Ajabna and His Extensive Legal and Commercial Experience",
            "6": "An Overview of Consultant Tanweer Ashraf, Head of Consultations, and His International Legal Experience",
            "7": "An Overview of Dr. Diaa Al-Darani, Head of the Non-profit Sector Department, and His Sharia and Legal Experience",
            "8": "An Overview of Lawyer Faisal Al-Shalali, Head of Litigation, and His Litigation and Consultation Experience",
            "9": "An Overview of Lawyer Khaled Al-Qadi, Head of Corporate, and His Expertise in Company Law and Capital Markets",
            "10": "An Overview of Consultant Mahmoud Daoud and His Experience in International Litigation and Contracts",
            "11": "An Overview of Lawyer Abdulrahman Al-Abdali and His Expertise in Commercial Law and Legal Project Management",
            "12": "An Overview of Lawyer Marwan Al-Twaijri and His Experience in Litigation, Contracts, and Awqaf",
            "13": "An Overview of Lawyer Abdulaziz Al-Misnad and His Experience in Company Formation, Governance, and Litigation",
            "14": "An Overview of Lawyer Abdulrahman Al-Jameel and His Litigation and Legal Consultation Experience",
            "15": "An Overview of Lawyer Khalid Al-Khairi and His Diverse Legal Procedural Experience",
            "16": "An Overview of Lawyer Khalid Al-Zamil (Khobar Branch) and His Experience in Commercial Law and Litigation",
            "17": "An Overview of Lawyer Saleh Al-Duraibi (Jeddah Branch) and His Experience in Family Businesses and Litigation",
            "18": "An Overview of Lawyer Faisal Al-Aqeel and His Experience in Company Formation and Commercial Consultations",
            "19": "An Overview of Consultant Abdulkarim Al-Lahem and His Experience in Drafting Regulations and Corporate Governance",
            "20": "An Overview of Lawyer Anas Al-Qadi and His Experience in Awqaf, Governance, and Consultations",
            "21": "An Overview of Consultant Abdullah Sharouni and His Experience in Contracts and Legal Consultations",
            "22": "An Overview of Trainee Lawyer Fahad Al-Ajlan and His Legal Areas of Work",
            "23": "An Overview of Trainee Lawyer Abdulrahman Al-Muhanna and His Legal and Procedural Areas of Work",
            "24": "An Overview of Trainee Lawyer Asim Al-Oraidh and His Specialization in Business Law",
            "25": "Sofian Al-Salim: Trainee Lawyer with Experience in Company Formation and Litigation"
        },
        "bio_text": {
            "1": "Lawyer Mohammed Al-Zamil holds a Bachelor's degree in Systems (Law) from King Saud University (1412H) and possesses extensive legal experience spanning over 25 years. His current areas of specialization and work within his firm focus on representation and litigation before all courts and committees, mediation and arbitration, commercial and administrative contracts, and the governance of various company types (commercial, family, Waqf), alongside general firm supervision. His expertise extends beyond traditional practice, providing Sharia and legal consultations, leading working groups on significant governmental legislative projects like the chapter on non-profit companies, and actively contributing to drafting the Family Charter and the guiding manual for family businesses while representing the Council of Saudi Chambers. He has also held multiple influential leadership positions at the Riyadh Chamber of Commerce and Industry, notably including Deputy Director of the Legal Department, Director of the Arbitration Center, and Head of both the Lawyers Committee and the Young Businessmen Committee.",
            "2": "Othman bin Mohammed Al-Zamil holds advanced academic qualifications including a Bachelor's degree in Sharia (Imam University, 2016), a Diploma in Legal Studies (Institute of Public Administration, 2018), and a Master's degree in Commercial Law (University of Reading, UK, 2023). His areas of work within the firm include preparing commercial legal studies and consultations, litigation and representing clients before various judicial and arbitration bodies, in addition to supervising the work team and managing projects. He possesses deep experience in establishing, structuring, and governing commercial entities, drafting and reviewing contracts and agreements, and providing specialized legal consultations in commercial and judicial fields. He is proficient in both Arabic and English.",
            "3": "Majed bin Hassan Al-Mashikih, Senior Consultant, brings extensive judicial and legal experience spanning over 20 years, significantly shaped by his previous role as a judge in commercial and administrative circuits. He holds a Bachelor's degree in Sharia (2004) and a Master's in Sharia Policy and Regulations from the Higher Judicial Institute (2006) at Imam University. His current role at the firm focuses on drafting judicial memoranda and regulations, providing specialized Sharia and legal consultations and studies, and preparing legal projects for various cases (commercial, real estate, civil, administrative, inheritance), in addition to alternative dispute resolution and contract review. He is proficient in Arabic.",
            "4": "Mohammed bin Abdulkarim Al-Lahem, Senior Consultant, combines advanced academic qualifications including a Bachelor's in Sharia (2007), a Master's in Systems/Regulations from the Higher Judicial Institute (2009), and an LLM from the University of Minnesota, USA (2018). He possesses previous judicial experience as a judge in the Administrative Judiciary at the Board of Grievances and over 13 years of practical experience focused on preparing and drafting judicial regulations and memoranda, particularly in administrative regulations, the Government Tenders and Procurement Law, and commercial regulations such as the Companies Law. His current work at the firm includes providing specialized Sharia and legal consultations and studies. He is proficient in both Arabic and English.",
            "5": "Mohammed Ahmed Ajabna, Senior Consultant, holds diverse legal qualifications including a Bachelor of Laws (University of Khartoum), certifications in comparative systems (Sweden), a Sudanese law license, and is a certified legal translator. His work at the firm focuses on drafting and reviewing contracts, consulting on corporate affairs (incorporation, governance, M&A), foreign investment, labor disputes, commercial litigation, and legal translation. With over 30 years of practical experience, his expertise spans comparative law, legal consultations and studies, commercial and general litigation, foreign investment, the oil & gas sector, the capital market, and conducting due diligence studies. He is fluent in both Arabic and English.",
            "6": "Tanweer Ashraf Mohammed, Legal Consultant and Head of the Consultation Department, holds an LLM from Cardiff Law School, UK (2004) and a BSc in Law from the University of Punjab (2001). He supervises the firm's English-language consultation section, providing legal support and specialized advice, particularly concerning international and local contracts, agreements, and pre-contract negotiations. His experience, spanning over 20 years, includes providing opinions on M&A and due diligence, franchising, company incorporation, and working with commercial systems like trademarks and foreign investment laws. He is proficient in both Arabic and English.",
            "7": "Dr. Diaa bin Hafiz Siraj Al-Darani serves as a Legal Consultant and Head of the Non-profit Sector Department at the firm. He holds specialized higher qualifications including a PhD (2021) and MA (2012) in Comparative Fiqh from the Higher Judicial Institute, and a BSc in Sharia (2008) from Imam University. Supervising the Non-profit Sector Department, he possesses over 13 years of experience focused particularly in this area, specializing in drafting and developing Waqf and Will deeds and bylaws, their governance, and structuring and establishing their commercial entities. He also provides Sharia and legal consultations, and prepares scientific research, regulations, and judicial memoranda. He is proficient in Arabic.",
            "8": "Lawyer Faisal bin Abdullah Al-Shalali, Head of the Litigation Department at the firm, holds a Bachelor's degree in Sharia from Imam University (2011). Heading the Litigation Department, he possesses over 12 years of experience in law practice and legal consultations. His practical experience includes litigating before all courts, judicial committees, and arbitration bodies in commercial, administrative, and civil/rights cases. He is also skilled in drafting and reviewing contracts and agreements, preparing specialized legal studies and research, and drafting and developing internal regulations and bylaws. He is fluent in Arabic (native) and has intermediate proficiency in English.",
            "9": "Lawyer Khaled bin Abdulmohsen Al-Qadi, Head of the Corporate Department, holds a Bachelor's in Systems (Qassim University, 2017) and specialized professional certificates (CME1, Islamic Finance Consultancy, Dispute Settlement). Supervising the Corporate Department, he brings over 7 years of experience focused on company law, foreign investment, and particularly Capital Market Authority (CMA) regulations. He advises companies and boards on governance, drafting related bylaws, shareholder agreements, and committee policies, and is involved in company formation and trademark registration. His expertise also includes contract review, client representation, and litigation/arbitration as needed. He is proficient in both Arabic and English.",
            "10": "Mahmoud Daoud, Senior Legal Consultant, holds an LLB from Cairo University (2012) and is a member of the Egyptian Bar Association (Appeal Courts). He brings over 12 years of experience covering international arbitration and litigation in both Egypt and Saudi Arabia, focusing on commercial disputes, insurance, international commercial contracts, and labor cases, gained partly through work at reputable international firms. His role involves drafting contracts and specialized legal opinions in Arabic and English, preparing comparative international studies (including data protection & ADR), evaluating legal risks, and conducting due diligence for M&A transactions. He is fluent in Arabic (native) and possesses excellent legal drafting skills in English.",
            "11": "Lawyer and Legal Consultant Abdulrahman bin Mohammed Al-Abdali holds a Bachelor's in Systems (Qassim University) and an LLM from the University of California, Davis (2022). He possesses over 7 years of experience providing legal consultations in commercial, tax, and foreign investment laws, and litigating commercial cases. He excels in Legal Project Management (LPM), drafting legislation, governance regulations for corporate and non-profit entities, and commercial contracts. His experience also covers M&A studies and knowledge of board of directors' responsibilities. He is proficient in both Arabic and English.",
            "12": "Lawyer and Legal Consultant Marwan bin Saleh Al-Twaijri holds a Master's degree in Comparative Fiqh (Imam University, 2021) and a Sharia Consultant Fellowship (Qضاء Association, 2020). With over 5 years of experience, his focus lies in litigation and representing clients in civil, commercial, and administrative cases, alongside providing legal and Sharia consultations. His areas of work also include drafting contracts related to the Civil Transactions Law and Companies Law, establishing commercial entities and Awqaf (endowments), and drafting and registering Waqf and Will deeds with the competent authorities. He is proficient in both Arabic and English.",
            "13": "Lawyer and Legal Consultant Abdulaziz bin Mohammed Al-Misnad holds a Bachelor of Laws (2017) and a Law Practice Diploma (2019), along with certified professional qualifications in governance (ICCGO) and capital markets (CME1). He possesses over 7 years of experience across various legal specializations, with a particular focus on company incorporation, drafting articles of association and governance regulations, and preparing documents for General Assemblies and Boards (Secretariat tasks). He advises on commercial regulations and represents clients in litigation before administrative, commercial, labor, and general courts. He is fluent in Arabic (native).",
            "14": "Lawyer and Legal Consultant Abdulrahman bin Othman Al-Jameel holds a Bachelor's degree in Sharia (Imam University, 2015) and a Diploma in Legal Studies (Institute of Public Administration, 2018). With over 9 years of experience, his focus lies in litigation, representing clients (individuals and companies) before courts and committees, and drafting legal memoranda and regulations. He provides legal consultations and solutions across various fields, participates in managing legal projects, and attends meetings to offer necessary legal support. He is fluent in Arabic (native) and has intermediate proficiency in English.",
            "15": "Lawyer and Legal Consultant Khalid bin Obaid Al-Khairi holds a Bachelor's degree in Sharia (Imam University) and completed the Lawyer Qualification Program (Judicial Training Center). His practical experience broadly covers legal and regulatory procedures, encompassing company and Waqf (endowment) formation, compliance and governance measures, and drafting regulations and memoranda. He also specializes in real estate deed procedures, settling labor, insurance, Zakat, and tax disputes, drafting company work regulations, execution court procedures, and trademark and intellectual property registration. As a licensed practicing lawyer and a certified basic member of the Saudi Bar Association, he is proficient in Arabic.",
            "16": "Lawyer and Legal Consultant Khalid bin Ahmed Al-Zamil manages the firm's Eastern Province branch (Khobar) and holds a Bachelor's degree in Sharia (Imam University, 2012). With over 9 years of experience, he focuses on preparing memoranda and litigating commercial, labor, and civil cases, representing clients before various judicial bodies. His areas of specialization also include company formation, holding general assemblies, registering trademarks and commercial agencies, as well as providing legal consultations and reviewing contracts related to commercial entity structuring and governance. He is proficient in Arabic.",
            "17": "Saleh bin Khalid Al-Duraibi, Lawyer and Legal Consultant at the firm's Jeddah branch, holds a Bachelor's in Judicial Studies (Umm Al-Qura University) and a Master's in Comparative Fiqh (Higher Judicial Institute). With practical experience starting in 1436H, his focus lies in litigating real estate, commercial, and civil cases, and managing negotiations and amicable settlements. He specializes academically and practically in the organization and governance of family businesses, preparing specialized judicial, legal, and Fiqh studies, and has several published academic research papers. He is fluent in Arabic (native) and has intermediate proficiency in English.",
            "18": "Lawyer and Legal Specialist Faisal bin Abdullah Al-Aqeel holds a Bachelor of Laws with honors (Dar Al Uloom University, 2021) and completed the Lawyer Development Program (Ministry of Justice). With over 3 years of experience, his focus lies in company formation, drafting articles of association and governance regulations, and preparing documents for General Assemblies and Boards. He provides legal and judicial consultations, particularly regarding commercial regulations and the Companies Law, and represents clients in litigation before general and labor courts. He is fluent in Arabic (native).",
            "19": "Legal Consultant Abdulkarim bin Abdullah Al-Lahem holds a Bachelor's degree in Sharia (Imam University). He possesses over 6 years of experience including drafting executive and administrative regulations (such as for professional and non-profit companies), and providing legal studies and consultations in various fields like trademarks and foreign investment. He excels in corporate and Waqf governance, restructuring, and drafting their internal policies, in addition to company formation, liquidation, and mergers. He also drafts, reviews, and translates commercial contracts in both Arabic and English, and writes memoranda for administrative and commercial cases. He is proficient in both Arabic and English.",
            "20": "Lawyer and Legal Consultant Anas bin Abdulmohsen Al-Qadi holds higher qualifications with Excellent grades and First Class Honors (BSc Sharia, MA Comparative Fiqh). With over 3 years of experience, his focus includes litigating civil and Waqf cases, and providing legal consultations and opinions (including tax) for Awqaf, companies, and non-profit entities. He specializes in the governance and drafting of internal systems and regulations for these entities, in addition to their formation, drafting contracts related to the Civil Transactions and Companies Laws, and preparing specialized legal studies. He is proficient in Arabic.",
            "21": "Legal Consultant Abdullah Khalid Mohieldin Sharouni holds a Bachelor of Laws (Honors) from the University of Khartoum and is a Master's researcher in Public Law. He possesses over 4 years of professional experience focused on providing legal consultations, and drafting/reviewing contracts, regulations, and legal memoranda in both Arabic and English. His areas of work also include managing legal projects, monitoring compliance and governance, managing settlements and alternative dispute resolution (ADR), and conducting legal research and legislative comparisons. He has contributed effective legal solutions supporting companies and institutions in enhancing their regulatory compliance. He is proficient in both Arabic and English.",
            "22": "Fahad bin Saad Al-Ajlan, a Trainee Lawyer at the main office in Riyadh, holds a Bachelor's degree in Law from Prince Sultan University. As part of the team, he participates in preparing legal consultations and opinions, contributes to company formation and structuring procedures, and drafts contracts and agreements. His areas of interest and work also include joint ventures, capital market transactions, and corporate governance, building his experience across various aspects of commercial law. He is proficient in both Arabic and English.",
            "23": "Abdulrahman bin Mohammed Al-Muhanna, a Trainee Lawyer at the main office in Riyadh, holds higher qualifications including a BSc in Sharia (Imam University) and an MA in Sharia Policy (Higher Judicial Institute), and is professionally accredited for lawyers (SASL). As part of the team, he participates in drafting regulations, memoranda, and contracts, and providing legal consultations. His areas of training and work also include performing notarization procedures and real estate registration (Ain system), developing his experience in various procedural and legal aspects. He is proficient in Arabic.",
            "24": "Asim bin Hamad Al-Oraidh, a Trainee Lawyer at the main office in Riyadh, holds a Bachelor's in Sharia with honors (Umm Al-Qura University, 2022) and a recent LLM in Business Law (University of Southern California, 2024). Participating within the team, he is gaining experience in specialized areas of business law including Mergers & Acquisitions, Corporate Governance, Commercial Transactions, Joint Ventures, and Corporate Structuring, in addition to Capital Market transactions. He is notably proficient in three languages: Arabic, English, and Turkish.",
            "25": "Sofian bin Sulaiman Al-Salim, a Trainee Lawyer at the main office in Riyadh, holds a Bachelor's degree in Sharia (Imam University, 2021). As part of the team, he participates in providing legal consultations, and drafting commercial contracts and agreements. His areas of training and work also include the procedures for forming and liquidating companies and commercial/non-profit entities, as well as arranging and holding their general assemblies. He is also gaining experience in litigation before courts and judicial bodies, in addition to participating in inheritance division procedures. He is proficient in Arabic."
        },
        "extra_section": "At the heart of Al Zamil and Al Kharashi Law Firm lies an exceptional team comprising a select group of expert lawyers who possess years of extensive experience and profound legal knowledge. Our lawyers are committed to providing the highest levels of legal service to our clients, relying on a thorough understanding of local and international laws and regulations, and a genuine passion for achieving justice. Thanks to their diverse specializations and accumulated expertise, our team forms an integrated legal force capable of handling the most complex legal challenges with efficiency and effectiveness, delivering innovative and reliable solutions that meet our clients' needs and exceed their expectations."
    },
    "event": {
        "item1": {
            "date": "April 30, 2025",
            "category": "Our Work",
            "title": "Latham & Watkins Advises on Paychex’s US$4.2 Billion Senior Notes Offering",
            "description": "Firm represents the underwriters in the offering supporting Paychex’s completed acquisition of Paycor."
        },
        "item2": {
            "date": "April 30, 2025",
            "category": "Our Work",
            "title": "Latham & Watkins Advises on Launch of Mantle Index Four Fund",
            "description": "Investment funds team represents Mantle Guard Limited in the transaction."
        },
        "item3": {
            "date": "April 30, 2025",
            "category": "Our Work",
            "title": "Latham & Watkins Advises Alpha Tau Medical in US$36.9 Million Registered Direct Offering",
            "description": "Cross-border team represented the developer of the innovative alpha-radiation cancer therapy Alpha DaRT in the offering."
        }
    },
    "carousel": {
        "tit1": "Protect your rights and secure your assets",
        "span1": "With the support of",
        "span2": "a renowned house of expertise",
        "span3": "With the guidance",
        "span4": "of legal support leadership",
        "tit2": "Be part of a success story ",
        "span5": "that has lasted ",
        "span6": "25 years ",
        "mainspan": "With expertise and professionalism in delivering the best solutions and services"
    },
    "services": {
        "main": {
            "span": "AREAS OF PRACTICE",
            "title": "PROFESSIONAL SERVICES",
            "paragraph": " Adipiscing elit, sed do eiusmod tempor incididunt ut labore. Adipiscing elit, sed do eiusmod tempor incididunt ut labore."
        },
        "section1": {
            "title": "Corporate and Commercial Consulting",
            "span": "Adipiscing elit, sed do eiusmod tempor incididunt ut labore.",
            "title2": "PROCEDURES AND RIGHTS",
            "paragraph1": "Al Zamil & Al Kharashi Law Firm provides a comprehensive range of specialized legal services in the corporate and commercial sector, including legal consultations related to establishing commercial entities and structuring them in accordance with regulatory frameworks. The firm also issues regulatory licenses to practice commercial activities and provides full legal support in mergers and acquisitions, including preparing agreements and conducting due diligence to ensure the integrity of procedures and reduce risks.",
            "paragraph2": "Our services include registering names, trademarks, and intellectual and industrial property rights, in addition to providing legal consultations on corporate governance, drafting internal regulations, and organizing general assembly meetings in accordance with regulatory requirements"
        },
        "section2": {
            "title": "Real Estate Consulting and Matters",
            "span": "Adipiscing elit, sed do eiusmod tempor incididunt ut labore.",
            "title2": "PROCEDURES AND RIGHTS",
            "paragraph1": "The firm provides a number of specialized legal services in the real estate field, including drafting and reviewing partnership, sale, purchase, lease, and real estate investment contracts, in addition to establishing, governing, and restructuring real estate funds to achieve efficiency and regulatory compliance. The firm also has expertise in liquidating real estate contributions and resolving related disputes, in addition to dividing and sorting joint properties, whether by mutual consent or by force. Services also include processing real estate deeds, title deeds, and fulfilling regulatory requirements for ownership documentation.",
            "paragraph2": "Our legal team conducts due diligence on real estate assets and properties, submits the required documents, and represents clients before the State Real Estate Authority and the Deeds Cassation Committee. The firm also represents clients in real estate disputes, including claims to prove ownership or usufruct and overlapping deeds",
            "paragraph3": "Our services also include representing clients in expropriation and compensation lawsuits, providing specialized legal advice on real estate registration systems, real estate transaction tax and exemption cases, vacant land fees, off-plan sales and leasing, in addition to studies related to urban zoning rules"
        },
        "section3": {
            "title": "Labor Law",
            "span": "Adipiscing elit, sed do eiusmod tempor incididunt ut labore.",
            "title2": "PROCEDURES AND RIGHTS",
            "paragraph1": "The firm offers a comprehensive range of specialized legal services related to the labor system, based on extensive experience in the labor system and its executive regulations, as well as related regulations, including the civil service system, health insurance, and social insurance. Our services include the following:",
            "span1": "Preparing, reviewing, and documenting employment contracts.",
            "span2": "Drafting internal labor regulations in accordance with the labor law.",
            "span3": "Providing specialized legal advice to various local and foreign entities to ensure that their labor practices comply with applicable regulations. Providing proactive solutions that contribute to avoiding potential disputes through amicable settlement mechanisms and effective negotiation between the parties. ",
            "span4": "Pleading and representing clients before labor courts at all stages of litigation"
        },
        "section4": {
            "title": "Litigation and Dispute Resolution",
            "span": "Adipiscing elit, sed do eiusmod tempor incididunt ut labore.",
            "title2": "PROCEDURES AND RIGHTS",
            "paragraph1": "The company's Litigation and Dispute Resolution Department represents its clients and pleads on their behalf before courts, judicial authorities, and arbitration bodies of various levels and specializations. The department also provides Sharia and legal opinions and advice to clients regarding existing and potential disputes, and offers the best ways to prevent disputes and disagreements, including the following:",
            "span1": "Commercial cases.",
            "span2": "Real estate cases.",
            "span3": "Financial and legal cases.",
            "span4": "Administrative cases.",
            "span5": "Zakat and tax cases.",
            "span6": "Estate and division cases.",
            "span7": "Wills and endowments cases.",
            "span8": "Arbitration, mediation, and alternative dispute resolution cases.",
            "span9": "Intellectual property, copyright, and trademark cases.",
            "span10": "Family business and enterprise cases"
        },
        "section5": {
            "title": "Capital Markets",
            "span": "Adipiscing elit, sed do eiusmod tempor incididunt ut labore.",
            "title2": "PROCEDURES AND RIGHTS",
            "paragraph1": "Al Zamil & Al Kharashi Law Firm provides a range of legal services related to the financial market, including the following:",
            "span1": "Representation before the Committee for the Resolution of Securities Disputes and the Appeal Committee for Securities Disputes.",
            "span2": "Providing legal studies and consultations to entities listed on the financial market and authorized persons.",
            "span3": "Preparing, drafting, and reviewing the internal regulations and policies of companies listed on the financial market.",
            "span4": "Preparing and reviewing the terms and conditions of various types of investment funds.",
            "span5": "Submitting requests to view securities data and investment accounts of deceased persons, and related procedures.",
            "span6": "Providing legal studies and consultations on securities and related matters"
        },
        "section6": {
            "title": "Studies, Legislation, and Contracts",
            "span": "Adipiscing elit, sed do eiusmod tempor incididunt ut labore.",
            "paragraph1": "The company has extensive experience in preparing, drafting, and reviewing legal studies, legislation, regulations, and commercial contracts. This is based on extensive experience and a thorough understanding of the legal and regulatory environment for more than twenty-five years, making it one of the most capable companies specializing in this field",
            "title5": "In the field of preparing legal studies:",
            "paragraph5": "The company provides comprehensive legal analyses covering various sectors, by preparing specialized studies in administrative, commercial, financial, investment, and real estate aspects, in addition to studying relevant regulations, legislation, and disputes, ensuring the soundness of legal decisions.These services include providing legal feasibility studies, which assess the extent to which proposed projects comply with existing regulations and legal frameworks, analyze legal risks and responsibilities, and propose the best regulatory structures to help protect assets, enhance compliance, and build trust with stakeholders",
            "title6": "In the field of legislation,",
            "paragraph6": "the company contributes to the development and drafting of legislation and regulations in line with best practices. It has played a role in developing and implementing some regulations and laws in Saudi Arabia and has worked closely with ministries and government agencies, as well as specialized consultancies, to offer its expertise in this field. This is due to its familiarity and understanding of the legal, regulatory, and economic situation. It has also contributed to providing legal services to a number of governmental and private entities in this regard. Its work on projects drafting legislation and regulations for these entities included providing comprehensive advice to achieve their goals and objectives",
            "title7": "In the field of drafting and reviewing contracts and agreements",
            "paragraph7": "Al Zamil & Al Kharashi Law Firm has extensive experience in drafting and reviewing commercial contracts and agreements of various types, ensuring the protection of clients' interests and reducing legal risks. The firm's legal and Sharia team relies on a precise methodology that ensures sound drafting, including the necessary obligations and guarantees, while providing specialized consultations that enable clients to make sound legal decisions. Our services also include preparing and reviewing merger and acquisition contracts, settlements, financial transactions, corporate employment contracts, supply contracts, commercial franchises, and investment agreements, while verifying their compliance with regulations and legislation and amending them when necessary to enhance legal protection and contractual fairness"
        },
        "section7": {
            "title": "Family Wealth",
            "span": "Adipiscing elit, sed do eiusmod tempor incididunt ut labore.",
            "title2": "PROCEDURES AND RIGHTS",
            "paragraph1": "Based on Al Zamil & Al Kharashi Law Firm's deep understanding of the importance of family entities as a pivotal pillar of economic development, the firm provides specialized legal services in the field of family wealth.",
            "paragraph2": "It is concerned with restructuring family assets to achieve efficiency and sustainability. We work to prepare and draft family charters that regulate relationships between generations and establish a legal framework that preserves unity of decision-making and protects wealth from dispersion and conflict. We also provide services for drafting internal regulations and decisions for family businesses, ensuring a balance between corporate governance and family privacy, thus achieving the sustainability of these companies across generations."
        },
        "section8": {
            "title": "Endowments and Non-Profit Entities",
            "span": "Adipiscing elit, sed do eiusmod tempor incididunt ut labore.",
            "title2": "PROCEDURES AND RIGHTS",
            "paragraph1": "The non-profit sector in the Kingdom makes a significant contribution to sustainable development. Vision 2030 emphasizes empowering this sector and increasing its contribution to the gross domestic product. The sector, with its endowments and organizations, is witnessing remarkable growth, with the enactment of its own systems, regulations, and rules.",
            "paragraph2": "In an effort to advance the endowment and non-profit sector and raise its efficiency, we have established a specialized department within the company dedicated to this sector, which is responsible for meeting a wide range of the needs of the endowment and non-profit sector",
            "paragraph3": "We rely on the use of accumulated experience and individual skills to establish innovative non-profit products, develop an endowment strategy for the benefit of its affiliated entities, improve its work in accordance with governance rules, and strive to provide unique solutions to meet the needs of our clients and understand their aspirations to achieve goals and face challenges.",
            "mainSpan1": "Our services are characterized by a thorough understanding and a modern vision coupled with a comprehensive legacy of experience gained through working with public and private non-profit entities and organizations. Our services include:",
            "span1": "Drafting endowment documents, in accordance with the donors' conditions and stated objectives, in accordance with rules and regulations.",
            "span2": "Establishing non-profit entities, funds, and endowment investment portfolios, selecting the appropriate structure for them, and organizing them using the best available legal means.",
            "span3": "Preparing and drafting the articles of association, internal regulations, and governance rules for non-profit entities of all kinds.",
            "span4": "Developing plans, policies, and procedural manuals for non-profit entities.",
            "span5": "Addressing old and inactive endowments and resolving their problems to ensure their sustainability.",
            "span6": "Providing consultations, giving legal opinions, and reviewing matters that clients wish to inquire about regarding their investments and contracts.",
            "span7": "Serving as secretaries of boards of supervisors and boards of trustees.",
            "mainSpan2": "Our success in fulfilling our clients' aspirations is demonstrated by the completion of numerous projects, including:",
            "span8": "Preparing a draft non-profit company bylaw.",
            "span9": "Providing legal advice for the structuring, establishment, organization, and governance of several major endowment and non-profit entities.",
            "span10": "Finding legal solutions and innovations to regulate endowment assets and the mechanisms for dealing with them.",
            "span11": "Reviving dormant endowments by obtaining judicial precedents authorizing the investment of their funds deposited with the competent authorities in investment funds and portfolios until an alternative is found for the endowed assets.",
            "span12": "Obtaining judicial permissions to own endowments and wills in commercial entities without the need to allocate their share in specific assets.",
            "span13": "Developing old endowment documents for a number of large endowments and amending them according to modern formulas to enable them to achieve development and sustainability"
        },
        "section9": {
            "title": "Zakat and Tax Matters",
            "span": "Adipiscing elit, sed do eiusmod tempor incididunt ut labore.",
            "title2": "PROCEDURES AND RIGHTS",
            "paragraph1": "Al Zamil & Al Kharashi Law Firm provides specialized legal services in the field of zakat and tax, including providing legal advice on regulatory issues related to zakat and tax systems and analyzing clients' obligations in accordance with applicable laws and regulations.",
            "paragraph2": "The firm also represents its clients before the competent zakat and tax committees and prepares relevant legal memoranda and pleadings, ensuring the protection of their interests and safeguarding their legal rights with high efficiency and professionalism"
        },
        "button": "DETAILS",
        "form": {
            "contact": "CONTACT US",
            "name": "Your Name",
            "email": "Email",
            "message": "Message",
            "send": "Send"
        }
    },
    "branches": {
        "address": "Address",
        "phone": "Phone",
        "phone2": "Mutual Number",
        "email": "Email",
        "hours": "Opening Hours",
        "location1": "Main Branch: Riyadh",
        "location2": "Eastern Region: Khobar",
        "location3": "Western Region: Jeddah",
        "addressLine1": "Mekka Al-Mokarama Road (Jasr Al-Khalej)",
        "addressLine2": "King Fahed Road (NSH Tower)",
        "addressLine3": "The Headquarters Business Park Tower"
    },
    "contact": {
        "main": {
            "span1": "CHECK",
            "title": "OUR MISSION",
            "span2": "If you are looking for high-quality and professional legal services, you are in the right place.",
            "paragraph": "The company's role involves providing extensive legal and advisory services to a wide range of public and private entities within the Kingdom of Saudi Arabia, particularly in the sectors of commerce, investment, real estate, industry, education, health, and transportation. Its services include developing legal structures, offering consultations to government bodies, contributing to major projects, reviewing regulations and legislations, representing companies before official authorities, as well as providing legal support for investment deals worth billions of riyals and participating in the establishment of major companies within the Kingdom.",
            "span3": "Contact us to schedule your upcoming appointment!"
        },
        "sec": {
            "title1": "Our Location:",
            "span1": "Kingdom of Saudi Arabia, Riyadh, Makkah Al-Mukarramah Road",
            "title2": "Open Hours:",
            "span2": "Sat-Thur 8:30 AM - 5:00 PM",
            "title3": "Our Email:",
            "span3": "info@zk-legal.com",
            "title4": "Call Us Today:",
            "span4": "920009756"
        }
    }
}